{"idRevelationType":"Mekah","idNameTranslation":"Yunus","number":10,"name":"سورة يونس","englishName":"Yunus","englishNameTranslation":"Jonas","revelationType":"Meccan","numberOfAyahs":109,"ayahs":[{"number":1365,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1365","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1365.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1365.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓر ۚ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ","latin":"Alif-Laaam-Raa; tilka Aayaatul Kitaabil Hakeem","en":"Alif, Lam, Ra. These are the verses of the wise Book","id":"Alif laam raa. Inilah ayat-ayat Al Quran yang mengandung hikmah."},"numberInSurah":1,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1366,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1366","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1366.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1366.mp3"],"text":{"arab":"أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍۢ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا۟ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ ٱلْكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٌۭ مُّبِينٌ","latin":"A kaana linnaasi 'aaban an awhainaaa ilaa rajulim minhum an anzirin naasa wa bashshiril lazeena aamanoo anna lahum qadama sidqin 'inda Rabbihim; qaalal kaafiroona inna haaza lasaahirum mubeen","en":"Have the people been amazed that We revealed [revelation] to a man from among them, [saying], \"Warn mankind and give good tidings to those who believe that they will have a [firm] precedence of honor with their Lord\"? [But] the disbelievers say, \"Indeed, this is an obvious magician.\"","id":"Patutkah menjadi keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka: \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka\". Orang-orang kafir berkata: \"Sesungguhnya orang ini (Muhammad) benar-benar adalah tukang sihir yang nyata\"."},"numberInSurah":2,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1367,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1367","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1367.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1367.mp3"],"text":{"arab":"إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ يُدَبِّرُ ٱلْأَمْرَ ۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ","latin":"Inna Rabbakumul laahul lazee khalaqas samaawaati wal arda fee sittati aiyaamin summas tawaa 'alal 'Arshi yudabbirul amra maa min shafee'in illaa mim ba'di iznih; zalikumul laahu Rabbukum fa'budooh; afalaa tazakkaroon","en":"Indeed, your Lord is Allah, who created the heavens and the earth in six days and then established Himself above the Throne, arranging the matter [of His creation]. There is no intercessor except after His permission. That is Allah, your Lord, so worship Him. Then will you not remember?","id":"Sesungguhnya Tuhan kamu ialah Allah Yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas 'Arsy untuk mengatur segala urusan. Tiada seorangpun yang akan memberi syafa'at kecuali sesudah ada izin-Nya. (Dzat) yang demikian itulah Allah, Tuhan kamu, maka sembahlah Dia. Maka apakah kamu tidak mengambil pelajaran?"},"numberInSurah":3,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1368,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1368","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1368.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1368.mp3"],"text":{"arab":"إِلَيْهِ مَرْجِعُكُمْ جَمِيعًۭا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ إِنَّهُۥ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ بِٱلْقِسْطِ ۚ وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ شَرَابٌۭ مِّنْ حَمِيمٍۢ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ","latin":"Ilaihi marji'ukum jamee 'anw wa'dal laahi haqqaa; innahoo yabda'ul khalqa summa yu'eeduhoo liyajziyal lazeena aamanoo wa 'amilus saalihaati bilqist; wallazeena kafaroo lahum sharaabum min hamee minw wa 'azaabun aleemum bimaa kaanoo yakfuroon","en":"To Him is your return all together. [It is] the promise of Allah [which is] truth. Indeed, He begins the [process of] creation and then repeats it that He may reward those who have believed and done righteous deeds, in justice. But those who disbelieved will have a drink of scalding water and a painful punishment for what they used to deny.","id":"Hanya kepada-Nya-lah kamu semuanya akan kembali; sebagai janji yang benar daripada Allah, sesungguhnya Allah menciptakan makhluk pada permulaannya kemudian mengulanginya (menghidupkannya) kembali (sesudah berbangkit), agar Dia memberi pembalasan kepada orang-orang yang beriman dan yang mengerjakan amal saleh dengan adil. Dan untuk orang-orang kafir disediakan minuman air yang panas dan azab yang pedih disebabkan kekafiran mereka."},"numberInSurah":4,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1369,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1369","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1369.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1369.mp3"],"text":{"arab":"هُوَ ٱلَّذِى جَعَلَ ٱلشَّمْسَ ضِيَآءًۭ وَٱلْقَمَرَ نُورًۭا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلْحَقِّ ۚ يُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍۢ يَعْلَمُونَ","latin":"Huwal lazee ja'alash shamsa diyaaa'anw walqamara nooranw wa qaddarahoo manaaz zila lita'lamoo 'adadas sineena walhisaab; maa khalaqal laahu zaalika illa bilhaqq; yufassilul aayaati liqawminw ya'lamoon","en":"It is He who made the sun a shining light and the moon a derived light and determined for it phases - that you may know the number of years and account [of time]. Allah has not created this except in truth. He details the signs for a people who know","id":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya dan ditetapkan-Nya manzilah-manzilah (tempat-tempat) bagi perjalanan bulan itu, supaya kamu mengetahui bilangan tahun dan perhitungan (waktu). Allah tidak menciptakan yang demikian itu melainkan dengan hak. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui."},"numberInSurah":5,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1370,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1370","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1370.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1370.mp3"],"text":{"arab":"إِنَّ فِى ٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَّقُونَ","latin":"Inna fikh tilaafil laili wannahaari wa maa khalaqal laahu fis samaawaati wal ardi la Aayaatil liqawminy yattaqoon","en":"Indeed, in the alternation of the night and the day and [in] what Allah has created in the heavens and the earth are signs for a people who fear Allah","id":"Sesungguhnya pada pertukaran malam dan siang itu dan pada apa yang diciptakan Allah di langit dan di bumi, benar-benar terdapat tanda-tanda (kekuasaan-Nya) bagi orang-orang yang bertakwa."},"numberInSurah":6,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1371,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1371","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1371.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1371.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَٰتِنَا غَٰفِلُونَ","latin":"Innal lazeena laa yarjoona liqaaa'anaa wa radoo bilhayaatid dunyaa watma annoo bihaa wallazeena hum 'an Aayaatinaa ghaafiloon","en":"Indeed, those who do not expect the meeting with Us and are satisfied with the life of this world and feel secure therein and those who are heedless of Our signs","id":"Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan kehidupan itu dan orang-orang yang melalaikan ayat-ayat Kami,"},"numberInSurah":7,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1372,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1372","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1372.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1372.mp3"],"text":{"arab":"أُو۟لَٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ","latin":"Ulaaa'ika maawaahumun Naaru bimaa kaanoo yaksiboon","en":"For those their refuge will be the Fire because of what they used to earn.","id":"mereka itu tempatnya ialah neraka, disebabkan apa yang selalu mereka kerjakan."},"numberInSurah":8,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1373,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1373","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1373.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1373.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ فِى جَنَّٰتِ ٱلنَّعِيمِ","latin":"Innal lazeena aamanoo wa 'amilus saalihaati yahdeehim Rabbuhum bi eemaanihim tajree min tahtihimul anhaaru fee jannaatin Na'eem","en":"Indeed, those who have believed and done righteous deeds - their Lord will guide them because of their faith. Beneath them rivers will flow in the Gardens of Pleasure","id":"Sesungguhnya orang-orang yang beriman dan mengerjakan amal-amal saleh, mereka diberi petunjuk oleh Tuhan mereka karena keimanannya, di bawah mereka mengalir sungai-sungai di dalam surga yang penuh kenikmatan."},"numberInSurah":9,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1374,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1374","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1374.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1374.mp3"],"text":{"arab":"دَعْوَىٰهُمْ فِيهَا سُبْحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَٰمٌۭ ۚ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ","latin":"Da'waahum feehaa Subbaanakal laahumma wa tahiyyatuhum feehaa salaam; wa aakhiru da'waahum anil hamdu lillaahi Rabbil 'aalameen","en":"Their call therein will be, \"Exalted are You, O Allah,\" and their greeting therein will be, \"Peace.\" And the last of their call will be, \"Praise to Allah, Lord of the worlds!\"","id":"Do'a mereka di dalamnya ialah: \"Subhanakallahumma\", dan salam penghormatan mereka ialah: \"Salam\". Dan penutup doa mereka ialah: \"Alhamdulilaahi Rabbil 'aalamin\"."},"numberInSurah":10,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1375,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1375","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1375.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1375.mp3"],"text":{"arab":"۞ وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَٰنِهِمْ يَعْمَهُونَ","latin":"Wa law yu'aijilul laahu linnaasish sharras ti'jaalahum bilkhairi laqudiya ilaihim ajaluhum fanazarul lazeena laa yarjoona liqaaa'anna fee tughyaanihim ya'mahoon","en":"And if Allah was to hasten for the people the evil [they invoke] as He hastens for them the good, their term would have been ended for them. But We leave the ones who do not expect the meeting with Us, in their transgression, wandering blindly","id":"Dan kalau sekiranya Allah menyegerakan kejahatan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pastilah diakhiri umur mereka. Maka Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bergelimangan di dalam kesesatan mereka."},"numberInSurah":11,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1376,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1376","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1376.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1376.mp3"],"text":{"arab":"وَإِذَا مَسَّ ٱلْإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًۭا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّۢ مَّسَّهُۥ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ","latin":"Wa izaa massal insaanad durru da'aanaa lijambiheee aw qaa'idan aw qaaa'iman falammaa kashafnaa 'anhu durrahoo marra ka al lam yad'unaaa ilaa durrim massah; kazaalika zuyyina lilmusrifeena maa kaanoo ya'maloon","en":"And when affliction touches man, he calls upon Us, whether lying on his side or sitting or standing; but when We remove from him his affliction, he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing","id":"Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu daripadanya, dia (kembali) melalui (jalannya yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Begitulah orang-orang yang melampaui batas itu memandang baik apa yang selalu mereka kerjakan."},"numberInSurah":12,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1377,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1377","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1377.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1377.mp3"],"text":{"arab":"وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ ۙ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ","latin":"Wa laqad ahlaknal quroona min qablikum lammaa zalamoo wa jaaa'at hum Rusuluhum bil baiyinaati wa maa kaanoo liyu'minoo; kazaalika najzil qawmal mujrimeen","en":"And We had already destroyed generations before you when they wronged, and their messengers had come to them with clear proofs, but they were not to believe. Thus do We recompense the criminal people","id":"Dan sesungguhnya Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat kezaliman, padahal rasul-rasul mereka telah datang kepada mereka dengan membawa keterangan-keterangan yang nyata, tetapi mereka sekali-kali tidak hendak beriman. Demikianlah Kami memberi pembalasan kepada orang-orang yang berbuat dosa."},"numberInSurah":13,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1378,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1378","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1378.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1378.mp3"],"text":{"arab":"ثُمَّ جَعَلْنَٰكُمْ خَلَٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ","latin":"Summa ja'alnaakum khalaaa'ifa fil ardi mim ba'dihim linanzura kaifa ta'maloon","en":"Then We made you successors in the land after them so that We may observe how you will do.","id":"Kemudian Kami jadikan kamu pengganti-pengganti (mereka) di muka bumi sesudah mereka, supaya Kami memperhatikan bagaimana kamu berbuat."},"numberInSurah":14,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1379,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1379","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1379.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1379.mp3"],"text":{"arab":"وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَٰتٍۢ ۙ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍۢ","latin":"Wa izaa tutlaa 'alaihim aayaatunaa baiyinaatin qaalal lazeena laa yarjoona liqaaa'ana'ti bi Quraanin ghairi haazaaa aw baddilh; qul maa yakoonu leee an ubaddilahoo min tilqaaa'i nafsee in attabi'u illaa maa yoohaaa ilaiya inneee akhaafu in 'asaytu Rabbee 'azaaba Yawmin 'Azeeem","en":"And when Our verses are recited to them as clear evidences, those who do not expect the meeting with Us say, \"Bring us a Qur'an other than this or change it.\" Say, [O Muhammad], \"It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"","id":"Dan apabila dibacakan kepada mereka ayat-ayat Kami yang nyata, orang-orang yang tidak mengharapkan pertemuan dengan Kami berkata: \"Datangkanlah Al Quran yang lain dari ini atau gantilah dia\". Katakanlah: \"Tidaklah patut bagiku menggantinya dari pihak diriku sendiri. Aku tidak mengikut kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut jika mendurhakai Tuhanku kepada siksa hari yang besar (kiamat)\"."},"numberInSurah":15,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1380,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1380","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1380.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1380.mp3"],"text":{"arab":"قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًۭا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ","latin":"Qul law shaaa'al laahu maa talawtuhoo 'alaikum wa laaa adraakum bihee faqad labistu feekum 'umuram min qablih; afalaa ta'qiloon","en":"Say, \"If Allah had willed, I would not have recited it to you, nor would He have made it known to you, for I had remained among you a lifetime before it. Then will you not reason?\"","id":"Katakanlah: \"Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu\". Sesungguhnya aku telah tinggal bersamamu beberapa lama sebelumnya. Maka apakah kamu tidak memikirkannya?"},"numberInSurah":16,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1381,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1381","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1381.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1381.mp3"],"text":{"arab":"فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ","latin":"Faman azlamu mimmanif taraa 'alal laahi kaziban aw kazzaba bi Aayaatih; innahoo laa yuflihul mujrimoon","en":"So who is more unjust than he who invents a lie about Allah or denies His signs? Indeed, the criminals will not succeed","id":"Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kedustaan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya, tiadalah beruntung orang-orang yang berbuat dosa."},"numberInSurah":17,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1382,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1382","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1382.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1382.mp3"],"text":{"arab":"وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ","latin":"Wa ya'budoona min doonil laahi maa laa yadurruhum wa laa yanfa'uhum wa yaqooloona haaa'ulaaa'i shufa'aaa 'unaa 'indal laah; qul atunabbi 'oonal laaha bima laa ya'lamu fis samaawaati wa laa fil ard; subhaanahoo wa Ta'aalaa 'ammaa yushrikoon","en":"And they worship other than Allah that which neither harms them nor benefits them, and they say, \"These are our intercessors with Allah \" Say, \"Do you inform Allah of something He does not know in the heavens or on the earth?\" Exalted is He and high above what they associate with Him","id":"Dan mereka menyembah selain daripada Allah apa yang tidak dapat mendatangkan kemudharatan kepada mereka dan tidak (pula) kemanfaatan, dan mereka berkata: \"Mereka itu adalah pemberi syafa'at kepada kami di sisi Allah\". Katakanlah: \"Apakah kamu mengabarkan kepada Allah apa yang tidak diketahui-Nya baik di langit dan tidak (pula) dibumi?\" Maha Suci Allah dan Maha Tinggi dan apa yang mereka mempersekutukan (itu)."},"numberInSurah":18,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1383,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1383","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1383.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1383.mp3"],"text":{"arab":"وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةًۭ وَٰحِدَةًۭ فَٱخْتَلَفُوا۟ ۚ وَلَوْلَا كَلِمَةٌۭ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ","latin":"Wa maa kaanan naasu illaaa ummmatanw waahidatan fakh talafoo; wa law laa kalimatun sabaqat mir Rabbika laqudiya bainahum fee maa feehi yakhtalifoon","en":"And mankind was not but one community [united in religion], but [then] they differed. And if not for a word that preceded from your Lord, it would have been judged between them [immediately] concerning that over which they differ.","id":"Manusia dahulunya hanyalah satu umat, kemudian mereka berselisih. Kalau tidaklah karena suatu ketetapan yang telah ada dari Tuhanmu dahulu, pastilah telah diberi keputusan di antara mereka, tentang apa yang mereka perselisihkan itu."},"numberInSurah":19,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1384,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1384","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1384.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1384.mp3"],"text":{"arab":"وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌۭ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ","latin":"W yaqooloona law laaa unzila 'alaihi aayatum mir Rabbihee faqul innamal ghaibu lillaahi fantaziroo innee ma'akum minal muntazireen","en":"And they say, \"Why is a sign not sent down to him from his Lord?\" So say, \"The unseen is only for Allah [to administer], so wait; indeed, I am with you among those who wait.\"","id":"Dan mereka berkata: \"Mepada tidak diturunkan kepadanya (Muhammad) suatu keterangan (mukjizat) dari Tuhannya?\" Maka katakanlah: \"Sesungguhnya yang ghaib itu kepunyaan Allah, sebab itu tunggu (sajalah) olehmu, sesungguhnya aku bersama kamu termasuk orang-orang yang manunggu."},"numberInSurah":20,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1385,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1385","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1385.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1385.mp3"],"text":{"arab":"وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةًۭ مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌۭ فِىٓ ءَايَاتِنَا ۚ قُلِ ٱللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ","latin":"Wa izaaa azaqnan naasa rahmatam mim ba'di darraaa'a massat hum izaa lahum makrun feee aayaatinaa; qulil laahu asra'u makraa; inna rusulanaa yaktuboona maa tamkuroon","en":"And when We give the people a taste of mercy after adversity has touched them, at once they conspire against Our verses. Say, \"Allah is swifter in strategy.\" Indeed, Our messengers record that which you conspire","id":"Dan apabila Kami merasakan kepada manusia suatu rahmat, sesudah (datangnya) bahaya menimpa mereka, tiba-tiba mereka mempunyai tipu daya dalam (menentang) tanda-tanda kekuasaan Kami. Katakanlah: \"Allah lebih cepat pembalasannya (atas tipu daya itu)\". Sesungguhnya malaikat-malaikat Kami menuliskan tipu dayamu."},"numberInSurah":21,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1386,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1386","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1386.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1386.mp3"],"text":{"arab":"هُوَ ٱلَّذِى يُسَيِّرُكُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ ۖ حَتَّىٰٓ إِذَا كُنتُمْ فِى ٱلْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍۢ طَيِّبَةٍۢ وَفَرِحُوا۟ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌۭ وَجَآءَهُمُ ٱلْمَوْجُ مِن كُلِّ مَكَانٍۢ وَظَنُّوٓا۟ أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ","latin":"Huwal lazee yusaiyirukum fil barri walbahri hattaaa izaa kuntum fil fulki wa jaraina bihim bireeh in taiyibatinw wa farihoo bihaa jaaa'at haa reehun 'aasifunw wa jaaa'ahumul mawju min kulli makaaninw wa zannooo annahum uheeta bihim da'awul laaha mukhliseena lahud deena la'in anjaitanaa min haazihee lanakoonannna minash shaakireen","en":"It is He who enables you to travel on land and sea until, when you are in ships and they sail with them by a good wind and they rejoice therein, there comes a storm wind and the waves come upon them from everywhere and they assume that they are surrounded, supplicating Allah, sincere to Him in religion, \"If You should save us from this, we will surely be among the thankful.\"","id":"Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (berlayar) di lautan. Sehingga apabila kamu berada di dalam bahtera, dan meluncurlah bahtera itu membawa orang-orang yang ada di dalamnya dengan tiupan angin yang baik, dan mereka bergembira karenanya, datanglah angin badai, dan (apabila) gelombang dari segenap penjuru menimpanya, dan mereka yakin bahwa mereka telah terkepung (bahaya), maka mereka berdoa kepada Allah dengan mengikhlaskan ketaatan kepada-Nya semata-mata. (Mereka berkata): \"Sesungguhnya jika Engkau menyelamatkan kami dari bahaya ini, pastilah kami akan termasuk orang-orang yang bersyukur\"."},"numberInSurah":22,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1387,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1387","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1387.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1387.mp3"],"text":{"arab":"فَلَمَّآ أَنجَىٰهُمْ إِذَا هُمْ يَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُم ۖ مَّتَٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","latin":"Falammaaa anjaahum izaa hum yabghoona fil ardi bighairil haqq; yaaa aiyuhannaasu innamaa bagh yukum 'alaaa anfusikum mataa'al hayaatid dunyaa summa ilainaa marji'ukum fanunabbi 'ukum bimaa kuntum ta'maloon","en":"But when He saves them, at once they commit injustice upon the earth without right. O mankind, your injustice is only against yourselves, [being merely] the enjoyment of worldly life. Then to Us is your return, and We will inform you of what you used to do.","id":"Maka tatkala Allah menyelamatkan mereka, tiba-tiba mereka membuat kezaliman di muka bumi tanpa (alasan) yang benar. Hai manusia, sesungguhnya (bencana) kezalimanmu akan menimpa dirimu sendiri; (hasil kezalimanmu) itu hanyalah kenikmatan hidup duniawi, kemudian kepada Kami-lah kembalimu, lalu Kami kabarkan kepadamu apa yang telah kamu kerjakan."},"numberInSurah":23,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1388,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1388","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1388.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1388.mp3"],"text":{"arab":"إِنَّمَا مَثَلُ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ مِمَّا يَأْكُلُ ٱلنَّاسُ وَٱلْأَنْعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلْأَرْضُ زُخْرُفَهَا وَٱزَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَٰدِرُونَ عَلَيْهَآ أَتَىٰهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًۭا فَجَعَلْنَٰهَا حَصِيدًۭا كَأَن لَّمْ تَغْنَ بِٱلْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْءَايَٰتِ لِقَوْمٍۢ يَتَفَكَّرُونَ","latin":"Innamaa masalul hayaatid dunyaa kammaaa'in anzalnaahu minas sammaaa'i fakhtalata bihee nabaatul ardi mimmaa yaakulun naasu wal an'aam; hattaaa izaaa akhazatil ardu zukhrufahaa wazziyanat wa zanna ahluhaaa annahum qaadiroona 'alaihaaa ataahaaa amrunaa lailan aw nahaaran faja'alnaahaa haseedan ka allam taghna bil-ams; kazaalika nufassilul aayaati liqawminy yatafakkaroon","en":"The example of [this] worldly life is but like rain which We have sent down from the sky that the plants of the earth absorb - [those] from which men and livestock eat - until, when the earth has taken on its adornment and is beautified and its people suppose that they have capability over it, there comes to it Our command by night or by day, and We make it as a harvest, as if it had not flourished yesterday. Thus do We explain in detail the signs for a people who give thought.","id":"Sesungguhnya perumpamaan kehidupan duniawi itu, adalah seperti air (hujan) yang Kami turunkan dan langit, lalu tumbuhlah dengan suburnya karena air itu tanam-tanaman bumi, di antaranya ada yang dimakan manusia dan binatang ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan memakai (pula) perhiasannya, dan pemilik-permliknya mengira bahwa mereka pasti menguasasinya, tiba-tiba datanglah kepadanya azab Kami di waktu malam atau siang, lalu Kami jadikan (tanam-tanamannya) laksana tanam-tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda kekuasaan (Kami) kepada orang-orang berfikir."},"numberInSurah":24,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1389,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1389","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1389.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1389.mp3"],"text":{"arab":"وَٱللَّهُ يَدْعُوٓا۟ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ","latin":"Wallaahu yad'ooo ilaa daaris salaami wa yahdee mai yashaaa'u ilaa Siraatim Mustaqeem","en":"And Allah invites to the Home of Peace and guides whom He wills to a straight path","id":"Allah menyeru (manusia) ke Darussalam (surga), dan menunjuki orang yang dikehendaki-Nya kepada jalan yang lurus (Islam)."},"numberInSurah":25,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1390,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1390","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1390.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1390.mp3"],"text":{"arab":"۞ لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌۭ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌۭ وَلَا ذِلَّةٌ ۚ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَٰلِدُونَ","latin":"Lillazeena ahsanul husnaa wa ziyaadahtunw wa laa yarhaqu wujoohahum qatarunw wa laa zillah; ulaaa'ika ashaabul jannnati hum feehaa khaalidoon","en":"For them who have done good is the best [reward] and extra. No darkness will cover their faces, nor humiliation. Those are companions of Paradise; they will abide therein eternally","id":"Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya. Dan muka mereka tidak ditutupi debu hitam dan tidak (pula) kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya."},"numberInSurah":26,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1391,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1391","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1391.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1391.mp3"],"text":{"arab":"وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌۭ ۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍۢ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًۭا مِّنَ ٱلَّيْلِ مُظْلِمًا ۚ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ","latin":"Wallazeena kasabus saiyi aati jazaaa'u saiyi'atim bimislihaa wa tarhaquhum zillah; maa lahum minal laahi min 'aasimin ka annamaaa ughshiyat wujoohuhum qita 'am minal laili muzlimaa; ulaaa'ika Ashaabun Naari hum feeha khaalidoon","en":"But they who have earned [blame for] evil doings - the recompense of an evil deed is its equivalent, and humiliation will cover them. They will have from Allah no protector. It will be as if their faces are covered with pieces of the night - so dark [are they]. Those are the companions of the Fire; they will abide therein eternally.","id":"Dan orang-orang yang mengerjakan kejahatan (mendapat) balasan yang setimpal dan mereka ditutupi kehinaan. Tidak ada bagi mereka seorang pelindungpun dari (azab) Allah, seakan-akan muka mereka ditutupi dengan kepingan-kepingan malam yang gelap gelita. Mereka itulah penghuni neraka; mereka kekal di dalamnya."},"numberInSurah":27,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1392,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1392","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1392.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1392.mp3"],"text":{"arab":"وَيَوْمَ نَحْشُرُهُمْ جَمِيعًۭا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ","latin":"Wa yawma nahshuruhum jamee'an summa naqoolu lillazeena ashrakoo makaanakum antum wa shurakaaa'ukum; fazaiyalnaa bainahum wa qaala shurakaaa'uhum maa kuntum iyyaanaa ta'budoon","en":"And [mention, O Muhammad], the Day We will gather them all together - then We will say to those who associated others with Allah, \"[Remain in] your place, you and your 'partners.' \" Then We will separate them, and their \"partners\" will say, \"You did not used to worship us,","id":"(Ingatlah) suatu hari (ketika itu). Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang-orang yang mempersekutukan (Tuhan): \"Tetaplah kamu dan sekutu-sekutumu di tempatmu itu\". Lalu Kami pisahkan mereka dan berkatalah sekutu-sekutu mereka: \"Kamu sekali-kali tidak pernah menyembah kami."},"numberInSurah":28,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1393,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1393","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1393.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1393.mp3"],"text":{"arab":"فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَٰفِلِينَ","latin":"Fakafaa billaahi shaheedam bainanaa wa bainakum in kunnaa 'an 'ibaadatikum laghaafileen","en":"And sufficient is Allah as a witness between us and you that we were of your worship unaware.\"","id":"Dan cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa kami tidak tahu-menahu tentang penyembahan kamu (kepada kami)."},"numberInSurah":29,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1394,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1394","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1394.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1394.mp3"],"text":{"arab":"هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍۢ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ","latin":"Hunaalika tabloo kullu nafsim maaa aslafat; wa ruddoo ilal laahi mawlaahu mul haqqi wa dalla 'anhum maa kaanoo yaftaroon","en":"There, [on that Day], every soul will be put to trial for what it did previously, and they will be returned to Allah, their master, the Truth, and lost from them is whatever they used to invent.","id":"Di tempat itu (padang Mahsyar), tiap-tiap diri merasakan pembalasan dari apa yang telah dikerjakannya dahulu dan mereka dikembalikan kepada Allah Pelindung mereka yang sebenarnya dan lenyaplah dari mereka apa yang mereka ada-adakan."},"numberInSurah":30,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1395,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1395","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1395.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1395.mp3"],"text":{"arab":"قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ ۚ فَسَيَقُولُونَ ٱللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ","latin":"Qul mai yarzuqukum minas samaaa'i wal ardi ammany yamlikus sam'a wal absaara wa mai yukhrijul haiya minal maiyiti wa yikhrijul maiyita minal haiyi wa mai yudabbirul amr; fasa yaqooloonal laah; faqul afalaa tattaqoon","en":"Say, \"Who provides for you from the heaven and the earth? Or who controls hearing and sight and who brings the living out of the dead and brings the dead out of the living and who arranges [every] matter?\" They will say, \"Allah,\" so say, \"Then will you not fear Him?\"","id":"Katakanlah: \"Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab: \"Allah\". Maka katakanlah \"Mangapa kamu tidak bertakwa kepada-Nya)?\""},"numberInSurah":31,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1396,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1396","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1396.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1396.mp3"],"text":{"arab":"فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ ۖ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَٰلُ ۖ فَأَنَّىٰ تُصْرَفُونَ","latin":"Fazaalikumul laahu Rabbukumul haqq; famaazaa ba'dal haqqi illad dalaalu fa annnaa tusrafoon","en":"For that is Allah, your Lord, the Truth. And what can be beyond truth except error? So how are you averted?","id":"Maka (Zat yang demikian) itulah Allah Tuhan kamu yang sebenarnya; maka tidak ada sesudah kebenaran itu, melainkan kesesatan. Maka bagaimanakah kamu dipalingkan (dari kebenaran)?"},"numberInSurah":32,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1397,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1397","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1397.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1397.mp3"],"text":{"arab":"كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ","latin":"Kazaalika haqqat Kalimatu Rabbika 'alal lazeena fasaqooo annahum laa yu'minoon","en":"Thus the word of your Lord has come into effect upon those who defiantly disobeyed - that they will not believe.","id":"Demikianlah telah tetap hukuman Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman."},"numberInSurah":33,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1398,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1398","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1398.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1398.mp3"],"text":{"arab":"قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنَّىٰ تُؤْفَكُونَ","latin":"Qul hal min shurakaaa 'ikum mai yabda'ul khalqa suma yu'eeduh; qulil laahu yabda'ul khalqa summa yu'eeduhoo fa annaa tu'fakoon","en":"Say, \"Are there of your 'partners' any who begins creation and then repeats it?\" Say, \"Allah begins creation and then repeats it, so how are you deluded?\"","id":"Katakanlah: \"Apakah di antara sekutu-sekutumu ada yang dapat memulai penciptaan makhluk, kemudian mengulanginya (menghidupkannya) kembali?\" katakanlah: \"Allah-lah yang memulai penciptaan makhluk, kemudian mengulanginya (menghidupkannya) kembali; maka bagaimanakah kamu dipalingkan (kepada menyembah yang selain Allah)?\""},"numberInSurah":34,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1399,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1399","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1399.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1399.mp3"],"text":{"arab":"قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ ۚ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ","latin":"Qul hal min shurakaaa 'ikum mai yahdeee ilal haqq; qulil laahu yahdee lilhaqq; afamai yahdeee ilal haqqi ahaqqu ai yuttaba'a ammal laa yahiddeee illaaa ai yuhdaa famaa lakum kaifa tahkumoon","en":"Say, \"Are there of your 'partners' any who guides to the truth?\" Say, \"Allah guides to the truth. So is He who guides to the truth more worthy to be followed or he who guides not unless he is guided? Then what is [wrong] with you - how do you judge?\"","id":"Katakanlah: \"Apakah di antara sekutu-sekuturmu ada yang menunjuki kepada kebenaran?\" Katakanlah \"Allah-lah yang menunjuki kepada kebenaran\". Maka apakah orang-orang yang menunjuki kepada kebenaran itu lebih berhak diikuti ataukah orang yang tidak dapat memberi petunjuk kecuali (bila) diberi petunjuk? Mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan?"},"numberInSurah":35,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1400,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1400","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1400.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1400.mp3"],"text":{"arab":"وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ","latin":"Wa maa yattabi'u aksaruhum illaa zannaa; innaz zanna laa yughnee minal haqqi shai'aa; innal laaha 'Aleemum bimaa yaf'aloon","en":"And most of them follow not except assumption. Indeed, assumption avails not against the truth at all. Indeed, Allah is Knowing of what they do.","id":"Dan kebanyakan mereka tidak mengikuti kecuali persangkaan saja. Sesungguhnya persangkaan itu tidak sedikitpun berguna untuk mencapai kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan."},"numberInSurah":36,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1401,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1401","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1401.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1401.mp3"],"text":{"arab":"وَمَا كَانَ هَٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ","latin":"Wa maa kaana haazal Quraanu ai yuftaraa min doonil laahi wa laakin tasdeeqal lazee baina yadaihi wa tafseelal Kitaabi laa raiba fee mir Rabbil 'aalameen","en":"And it was not [possible] for this Qur'an to be produced by other than Allah, but [it is] a confirmation of what was before it and a detailed explanation of the [former] Scripture, about which there is no doubt, from the Lord of the worlds.","id":"Tidaklah mungkin Al Quran ini dibuat oleh selain Allah; akan tetapi (Al Quran itu) membenarkan kitab-kitab yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya, tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam."},"numberInSurah":37,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1402,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1402","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1402.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1402.mp3"],"text":{"arab":"أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِسُورَةٍۢ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَٰدِقِينَ","latin":"Am yaqooloonaf taraahu qul faatoo bisooratim mislihee wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen","en":"Or do they say [about the Prophet], \"He invented it?\" Say, \"Then bring forth a surah like it and call upon [for assistance] whomever you can besides Allah, if you should be truthful.\"","id":"Atau (patutkah) mereka mengatakan \"Muhammad membuat-buatnya\". Katakanlah: \"(Kalau benar yang kamu katakan itu), maka cobalah datangkan sebuah surat seumpamanya dan panggillah siapa-siapa yang dapat kamu panggil (untuk membuatnya) selain Allah, jika kamu orang yang benar\"."},"numberInSurah":38,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1403,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1403","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1403.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1403.mp3"],"text":{"arab":"بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","latin":"Bal kazzaboo bimaa lam yuheetoo bi'ilmihee wa lammaa yaatihim taaweeluh; kazaalika kazzabal lazeena min qablihim fanzur kaifa kaana 'aaqibatuz zaalimeen","en":"Rather, they have denied that which they encompass not in knowledge and whose interpretation has not yet come to them. Thus did those before them deny. Then observe how was the end of the wrongdoers.","id":"Bahkan yang sebenarnya, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna padahal belum datang kepada mereka penjelasannya. Demikianlah orang-orang yang sebelum mereka telah mendustakan (rasul). Maka perhatikanlah bagaimana akibat orang-orang yang zalim itu."},"numberInSurah":39,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1404,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1404","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1404.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1404.mp3"],"text":{"arab":"وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ","latin":"Wa minhum mai yu 'minu bihee wa minhum mal laa yu'minu bih; wa Rabbuka a'lamu bilmufsideen","en":"And of them are those who believe in it, and of them are those who do not believe in it. And your Lord is most knowing of the corrupters","id":"Di antara mereka ada orang-orang yang beriman kepada Al Quran, dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan."},"numberInSurah":40,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1405,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1405","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1405.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1405.mp3"],"text":{"arab":"وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌۭ مِّمَّا تَعْمَلُونَ","latin":"Wa in kazzabooka faqul lee 'amalee wa lakum 'amalukum antum bareee'oona mimmaaa a'malu wa ana bareee'um mimmaa ta'maloon","en":"And if they deny you, [O Muhammad], then say, \"For me are my deeds, and for you are your deeds. You are disassociated from what I do, and I am disassociated from what you do.\"","id":"Jika mereka mendustakan kamu, maka katakanlah: \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu berlepas diri terhadap apa yang aku kerjakan dan akupun berlepas diri terhadap apa yang kamu kerjakan\"."},"numberInSurah":41,"juz":11,"manzil":3,"page":213,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1406,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1406","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1406.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1406.mp3"],"text":{"arab":"وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ","latin":"Wa minhum mai yastami'oona iliak; afa anta tusmi'us summa wa law kaanoo la ya'qiloon","en":"And among them are those who listen to you. But can you cause the deaf to hear, although they will not use reason?","id":"Dan di antara mereka ada orang yang mendengarkanmu. Apakah kamu dapat menjadikan orang-orang tuli itu mendengar walaupun mereka tidak mengerti."},"numberInSurah":42,"juz":11,"manzil":3,"page":213,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1407,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1407","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1407.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1407.mp3"],"text":{"arab":"وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ","latin":"Wa minhum mai yanzuru ilaik; afa anta tahdil 'umya wa law kaanoo laa yubsiroon","en":"And among them are those who look at you. But can you guide the blind although they will not [attempt to] see?","id":"Dan di antara mereka ada orang yang melihat kepadamu, apakah dapat kamu memberi petunjuk kepada orang-orang yang buta, walaupun mereka tidak dapat memperhatikan."},"numberInSurah":43,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1408,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1408","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1408.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1408.mp3"],"text":{"arab":"إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًۭٔا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ","latin":"Innal laaha laa yazlimun naasa shai'anw wa laakin nannaasa anfusahum yazlimoon","en":"Indeed, Allah does not wrong the people at all, but it is the people who are wronging themselves.","id":"Sesungguhnya Allah tidak berbuat zalim kepada manusia sedikitpun, akan tetapi manusia itulah yang berbuat zalim kepada diri mereka sendiri."},"numberInSurah":44,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1409,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1409","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1409.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1409.mp3"],"text":{"arab":"وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةًۭ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ","latin":"Wa Yawma yahshuruhum ka al lam yalbasooo illaa saa'atam minan nahaari yata'aarafoona bainahum; qad khasiral lazeena kazzaboo biliqaaa'il laahi wa maa kaanoo muhtadeen","en":"And on the Day when He will gather them, [it will be] as if they had not remained [in the world] but an hour of the day, [and] they will know each other. Those will have lost who denied the meeting with Allah and were not guided","id":"Dan (ingatlah) akan hari (yang di waktu itu) Allah mengumpulkan mereka, (mereka merasa di hari itu) seakan-akan mereka tidak pernah berdiam (di dunia) hanya sesaat di siang hari, (di waktu itu) mereka saling berkenalan. Sesungguhnya rugilah orang-orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk"},"numberInSurah":45,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1410,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1410","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1410.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1410.mp3"],"text":{"arab":"وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ","latin":"Wa imma nuriyannaka ba'dal lazee na'iduhum aw natawaffayannaka fa ilainaa marji'uhum summal laahu shaheedun 'alaa maa yaf'aloon","en":"And whether We show you some of what We promise them, [O Muhammad], or We take you in death, to Us is their return; then, [either way], Allah is a witness concerning what they are doing","id":"Dan jika Kami perlihatkan kepadamu sebahagian dari (siksa) yang Kami ancamkan kepada mereka, (tentulah kamu akan melihatnya) atau (jika) Kami wafatkan kamu (sebelum itu), maka kepada Kami jualah mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan."},"numberInSurah":46,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1411,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1411","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1411.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1411.mp3"],"text":{"arab":"وَلِكُلِّ أُمَّةٍۢ رَّسُولٌۭ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ","latin":"Wa likulli ummatir Rasoolun fa izaa jaaa'a Rasooluhum qudiya bainahum bilqisti wa hum laa yuzlamoon","en":"And for every nation is a messenger. So when their messenger comes, it will be judged between them in justice, and they will not be wronged","id":"Tiap-tiap umat mempunyai rasul; maka apabila telah datang rasul mereka, diberikanlah keputusan antara mereka dengan adil dan mereka (sedikitpun) tidak dianiaya."},"numberInSurah":47,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1412,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1412","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1412.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1412.mp3"],"text":{"arab":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ","latin":"Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen","en":"And they say, \"When is [the fulfillment of] this promise, if you should be truthful?\"","id":"Mereka mengatakan: \"Bilakah (datangnya) ancaman itu, jika memang kamu orang-orang yang benar?\""},"numberInSurah":48,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1413,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1413","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1413.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1413.mp3"],"text":{"arab":"قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّۭا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةًۭ ۖ وَلَا يَسْتَقْدِمُونَ","latin":"Qul laaa amliku linafsee darranw wa laa naf'an illaa maa shaaa'al laah; likulli ummatin ajalun izaa jaaa'a ajaluhum falaaa yastaakhiroona saa'a tanw wa laa yastaqdimoon","en":"Say, \"I possess not for myself any harm or benefit except what Allah should will. For every nation is a [specified] term. When their time has come, then they will not remain behind an hour, nor will they precede [it].\"","id":"Katakanlah: \"Aku tidak berkuasa mendatangkan kemudharatan dan tidak (pula) kemanfaatan kepada diriku, melainkan apa yang dikehendaki Allah\". Tiap-tiap umat mempunyai ajal. Apabila telah datang ajal mereka, maka mereka tidak dapat mengundurkannya barang sesaatpun dan tidak (pula) mendahulukan(nya)."},"numberInSurah":49,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1414,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1414","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1414.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1414.mp3"],"text":{"arab":"قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَٰتًا أَوْ نَهَارًۭا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ","latin":"Qul ara'aitum in ataakum 'azaabuhoo bayaatan aw nahaaram maazaa yasta'jilu minhul mujrimoon","en":"Say, \"Have you considered: if His punishment should come to you by night or by day - for which [aspect] of it would the criminals be impatient?\"","id":"Katakanlah: \"Terangkan kepadaku, jika datang kepada kamu sekalian sikaaan-Nya di waktu malam atau di siang hari, apakah orang-orang yang berdosa itu meminta disegerakan juga?\""},"numberInSurah":50,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1415,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1415","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1415.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1415.mp3"],"text":{"arab":"أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـَٰٔنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ","latin":"Asumma izaa maa waqa'a aamantum bih; aaal'aana wa qad kuntum bihee tasta'jiloon","en":"Then is it that when it has [actually] occurred you will believe in it? Now? And you were [once] for it impatient","id":"Kemudian apakah setelah terjadinya (azab itu), kemudian itu kamu baru mempercayainya? Apakah sekarang (baru kamu mempercayai), padahal sebelumnya kamu selalu meminta supaya disegerakan?"},"numberInSurah":51,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1416,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1416","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1416.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1416.mp3"],"text":{"arab":"ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ","latin":"Summa qeela lillazeena zalamoo zooqoo 'azaabal khuld hal tujzawna illaa bimaa kuntum taksiboon","en":"Then it will be said to those who had wronged, \"Taste the punishment of eternity; are you being recompensed except for what you used to earn?\"","id":"Kemudian dikatakan kepada orang-orang yang zalim (musyrik) itu: \"Rasakanlah olehmu siksaan yang kekal; kamu tidak diberi balasan melainkan dengan apa yang telah kamu kerjakan\"."},"numberInSurah":52,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1417,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1417","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1417.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1417.mp3"],"text":{"arab":"۞ وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّۭ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ","latin":"Wa yastambi'oonaka ahaqqun huwa qul ee wa Rabbeee innahoo lahaqq; wa maaa antum bimu'jizeen","en":"And they ask information of you, [O Muhammad], \"Is it true?\" Say, \"Yes, by my Lord. Indeed, it is truth; and you will not cause failure [to Allah].\"","id":"Dan mereka menanyakan kepadamu: \"Benarkah (azab yang dijanjikan) itu? Katakanlah: \"Ya, demi Tuhanku, sesungguhnya azab itu adalah benar dan kamu sekali-kali tidak bisa luput (daripadanya)\"."},"numberInSurah":53,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":86,"sajda":false},{"number":1418,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1418","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1418.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1418.mp3"],"text":{"arab":"وَلَوْ أَنَّ لِكُلِّ نَفْسٍۢ ظَلَمَتْ مَا فِى ٱلْأَرْضِ لَٱفْتَدَتْ بِهِۦ ۗ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ ۖ وَقُضِىَ بَيْنَهُم بِٱلْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ","latin":"Wa law anna likulli nafsin zalamat maa fil ardi laftadat bih; wa asarrun nadaamata lammaa ra awul 'azaab, wa qudiya bainahum bilqist; wa hum laa yuzlamoon","en":"And if each soul that wronged had everything on earth, it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice, and they will not be wronged","id":"Dan kalau setiap diri yang zalim (muayrik) itu mempunyai segala apa yang ada di bumi ini, tentu dia menebus dirinya dengan itu, dan mereka membunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Dan telah diberi keputusan di antara mereka dengan adil, sedang mereka tidak dianiaya."},"numberInSurah":54,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1419,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1419","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1419.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1419.mp3"],"text":{"arab":"أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ أَلَآ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","latin":"Alaaa inna lillaahi maa fis samaawaati wal ard; alaaa inna wa'dal laahi haqqunw wa laakinna aksarahum laa ya'lamoon","en":"Unquestionably, to Allah belongs whatever is in the heavens and the earth. Unquestionably, the promise of Allah is truth, but most of them do not know","id":"Ingatlah, sesungguhnya kepunyaan Allah apa yang ada di langit dan di bumi. Ingatlah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui(nya)."},"numberInSurah":55,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1420,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1420","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1420.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1420.mp3"],"text":{"arab":"هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ","latin":"Huwa yuhyee wa yumeetu wailaihi turja'oon","en":"He gives life and causes death, and to Him you will be returned","id":"Dialah yang menghidupkan dan mematikan dan hanya kepada-Nya-lah kamu dikembalikan."},"numberInSurah":56,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1421,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1421","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1421.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1421.mp3"],"text":{"arab":"يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌۭ مِّن رَّبِّكُمْ وَشِفَآءٌۭ لِّمَا فِى ٱلصُّدُورِ وَهُدًۭى وَرَحْمَةٌۭ لِّلْمُؤْمِنِينَ","latin":"Yaaa aiyuhan naasu qad jaaa'atkum maw 'izatum mir Rabbikum wa shifaaa'ul limaa fis sudoori wa hudanw wa rahmatul lilmu'mineen","en":"O mankind, there has to come to you instruction from your Lord and healing for what is in the breasts and guidance and mercy for the believers.","id":"Hai manusia, sesungguhnya telah datang kepadamu pelajaran dari Tuhanmu dan penyembuh bagi penyakit-penyakit (yang berada) dalam dada dan petunjuk serta rahmat bagi orang-orang yang beriman."},"numberInSurah":57,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1422,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1422","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1422.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1422.mp3"],"text":{"arab":"قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا۟ هُوَ خَيْرٌۭ مِّمَّا يَجْمَعُونَ","latin":"Qul bifadlil laahi wa birahmatihii fabizaalika falyaf rahoo huwa khairum mimmaa yajma'oon","en":"Say, \"In the bounty of Allah and in His mercy - in that let them rejoice; it is better than what they accumulate.\"","id":"Katakanlah: \"Dengan kurnia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Kurnia Allah dan rahmat-Nya itu adalah lebih baik dari apa yang mereka kumpulkan\"."},"numberInSurah":58,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1423,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1423","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1423.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1423.mp3"],"text":{"arab":"قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍۢ فَجَعَلْتُم مِّنْهُ حَرَامًۭا وَحَلَٰلًۭا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ","latin":"Qul ara'aitum maaa anzalal laahu lakum mir rizqin faja'altum minhu haraamanw wa halaalan qul aaallaahu azina lakum am 'alal laahi taftaroon","en":"Say, \"Have you seen what Allah has sent down to you of provision of which you have made [some] lawful and [some] unlawful?\" Say, \"Has Allah permitted you [to do so], or do you invent [something] about Allah?\"","id":"Katakanlah: \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan (sebagiannya) halal\". Katakanlah: \"Apakah Allah telah memberikan izin kepadamu (tentang ini) atau kamu mengada-adakan saja terhadap Allah?\""},"numberInSurah":59,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1424,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1424","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1424.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1424.mp3"],"text":{"arab":"وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَٰمَةِ ۗ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ","latin":"Wa maa zannul lazeena yaftaroona 'alal laahil kaziba Yawmal Qiyaamah; innal laaha lazoo fadlin 'alan naasi wa laakinna aksarahum laa yashkuroon","en":"And what will be the supposition of those who invent falsehood about Allah on the Day of Resurrection? Indeed, Allah is full of bounty to the people, but most of them are not grateful.\"","id":"Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) atas manusia, tetapi kebanyakan mereka tidak mensyukuri(nya)."},"numberInSurah":60,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1425,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1425","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1425.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1425.mp3"],"text":{"arab":"وَمَا تَكُونُ فِى شَأْنٍۢ وَمَا تَتْلُوا۟ مِنْهُ مِن قُرْءَانٍۢ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍۢ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَٰبٍۢ مُّبِينٍ","latin":"Wa maa takoonu fee shaaninw wa maa tatloo minhu min quraaninw wa laa ta'maloona min 'amalin illaa kunnaa 'alaikum shuhoodan iz tufeedoona feeh; wa maa ya'zubu 'ar Rabbika mim mis qaali zarratin fil ardi wa laa fis samaaa'i wa laaa asghara min zaalika wa laaa akbara illaa fee Kitaabim Mubeen","en":"And, [O Muhammad], you are not [engaged] in any matter or recite any of the Qur'an and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register.","id":"Kamu tidak berada dalam suatu keadaan dan tidak membaca suatu ayat dari Al Quran dan kamu tidak mengerjakan suatu pekerjaan, melainkan Kami menjadi saksi atasmu di waktu kamu melakukannya. Tidak luput dari pengetahuan Tuhanmu biarpun sebesar zarrah (atom) di bumi ataupun di langit. Tidak ada yang lebih kecil dan tidak (pula) yang lebih besar dari itu, melainkan (semua tercatat) dalam kitab yang nyata (Lauh Mahfuzh)."},"numberInSurah":61,"juz":11,"manzil":3,"page":215,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1426,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1426","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1426.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1426.mp3"],"text":{"arab":"أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ","latin":"Alaa innaa awliyaaa'al laahi laa khawfun 'alaihim wa laa hum yahzanoon","en":"Unquestionably, [for] the allies of Allah there will be no fear concerning them, nor will they grieve","id":"Ingatlah, sesungguhnya wali-wali Allah itu, tidak ada kekhawatiran terhadap mereka dan tidak (pula) mereka bersedih hati."},"numberInSurah":62,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1427,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1427","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1427.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1427.mp3"],"text":{"arab":"ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ","latin":"Allazeena aamanoo wa kaanoo yattaqoon","en":"Those who believed and were fearing Allah","id":"(Yaitu) orang-orang yang beriman dan mereka selalu bertakwa."},"numberInSurah":63,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1428,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1428","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1428.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1428.mp3"],"text":{"arab":"لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَٰتِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ","latin":"Lahumul bushraa filha yaatid dunyaa wa fil Aakhirah; laa tabdeela likalimaatil laah; zaalika huwal fawzul 'azeem","en":"For them are good tidings in the worldly life and in the Hereafter. No change is there in the words of Allah. That is what is the great attainment.","id":"Bagi mereka berita gembira di dalam kehidupan di dunia dan (dalam kehidupan} di akhirat. Tidak ada perubahan bagi kalimat-kalimat (janji-janji) Allah. Yang demikian itu adalah kemenangan yang besar."},"numberInSurah":64,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1429,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1429","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1429.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1429.mp3"],"text":{"arab":"وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","latin":"Wa laa yahzunka qawluhum; innal 'izzata lillaahi jamee'aa; Huwas Samee'ul 'Aleem","en":"And let not their speech grieve you. Indeed, honor [due to power] belongs to Allah entirely. He is the Hearing, the Knowing.","id":"Janganlah kamu sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya adalah kepunyaan Allah. Dialah Yang Maha Mendengar lagi Maha Mengetahui."},"numberInSurah":65,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1430,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1430","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1430.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1430.mp3"],"text":{"arab":"أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ ۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ","latin":"Alaaa inna lillaahi man fis samaawaati wa man fil ard; wa maa yattabi'ul lazeena yad'oona min doonil laahi shurakaaa'; iny yattabi'oona illaz zannna wa in hum illaa yakhrusoon","en":"Unquestionably, to Allah belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allah do not [actually] follow [His] \"partners.\" They follow not except assumption, and they are not but falsifying","id":"Ingatlah, sesungguhnya kepunyaan Allah semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka tidak mengikuti kecuali prasangka belaka, dan mereka hanyalah menduga-duga."},"numberInSurah":66,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1431,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1431","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1431.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1431.mp3"],"text":{"arab":"هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَسْمَعُونَ","latin":"Huwal lazee ja'ala lakumul laila litaskunoo feehi wannahaara mubsiraa; inna fee zaalika la Aayaatil liqawmai yasma'oon","en":"It is He who made for you the night to rest therein and the day, giving sight. Indeed in that are signs for a people who listen.","id":"Dialah yang menjadikan malam bagi kamu supaya kamu beristirahat padanya dan (menjadikan) siang terang benderang (supaya kamu mencari karunia Allah). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar."},"numberInSurah":67,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1432,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1432","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1432.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1432.mp3"],"text":{"arab":"قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًۭا ۗ سُبْحَٰنَهُۥ ۖ هُوَ ٱلْغَنِىُّ ۖ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ إِنْ عِندَكُم مِّن سُلْطَٰنٍۭ بِهَٰذَآ ۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ","latin":"Qaalut takhazal laahu waladan Subhaanahoo Huwal Ghaniyyu lahoo maa fis samaawaati wa maa fil ard; in 'indakum min sultaanim bihaazaaa; ataqooloona 'alal laahi maa laa ta'lamoon","en":"They have said, \"Allah has taken a son.\" Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority for this [claim]. Do you say about Allah that which you do not know?","id":"Mereka (orang-orang Yahudi dan Nasrani) berkata: \"Allah mempuyai anak\". Maha Suci Allah; Dialah Yang Maha Kaya; kepunyaan-Nya apa yang ada di langit dan apa yang di bumi. Kamu tidak mempunyai hujjah tentang ini. Pantaskah kamu mengatakan terhadap Allah apa yang tidak kamu ketahui?"},"numberInSurah":68,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1433,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1433","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1433.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1433.mp3"],"text":{"arab":"قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ","latin":"Qul innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon","en":"Say, \"Indeed, those who invent falsehood about Allah will not succeed.\"","id":"Katakanlah: \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak beruntung\"."},"numberInSurah":69,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1434,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1434","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1434.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1434.mp3"],"text":{"arab":"مَتَٰعٌۭ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا۟ يَكْفُرُونَ","latin":"Mataa'un fiddunyaa summa ilainaa marji'uhum summa nuzeequhumul 'azaabash shadeeda bimaa kaanoo yakkfuroon","en":"[For them is brief] enjoyment in this world; then to Us is their return; then We will make them taste the severe punishment because they used to disbelieve","id":"(Bagi mereka) kesenangan (sementara) di dunia, kemudian kepada Kami-lah mereka kembali, kemudian Kami rasakan kepada mereka siksa yang berat, disebabkan kekafiran mereka."},"numberInSurah":70,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1435,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1435","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1435.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1435.mp3"],"text":{"arab":"۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا۟ أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةًۭ ثُمَّ ٱقْضُوٓا۟ إِلَىَّ وَلَا تُنظِرُونِ","latin":"Watlu 'alaihim naba-a-Noohin iz qaala liqawmihee yaa qawmi in kaana kabura 'alaikum maqaamee wa tazkeeree bi Aayaatil laahi fa'alal laahi tawakkaltu fa ajmi'ooo amrakum wa shurakaaa'akum summa laa yakun amrukum 'alaikum ghummatan summmaq dooo ilaiya wa laa tunziroon","en":"And recite to them the news of Noah, when he said to his people, \"O my people, if my residence and my reminding of the signs of Allah has become burdensome upon you - then I have relied upon Allah. So resolve upon your plan and [call upon] your associates. Then let not your plan be obscure to you. Then carry it out upon me and do not give me respite.","id":"Dan bacakanIah kepada mereka berita penting tentang Nuh di waktu dia berkata kepada kaumnya: \"Hai kaumku, jika terasa berat bagimu tinggal (bersamaku) dan peringatanku (kepadamu) dengan ayat-ayat Allah, maka kepada Allah-lah aku bertawakal, karena itu bulatkanlah keputusanmu dan (kumpulkanlah) sekutu-sekutumu (untuk membinasakanku). Kemudian janganlah keputusanmu itu dirahasiakan, lalu lakukanlah terhadap diriku, dan janganlah kamu memberi tangguh kepadaku."},"numberInSurah":71,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1436,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1436","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1436.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1436.mp3"],"text":{"arab":"فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ","latin":"Fa in tawallaitum famaa sa altukum min ajrin in ajriya illaa 'alal laahi wa umirtu an akoona minal muslimeen","en":"And if you turn away [from my advice] then no payment have I asked of you. My reward is only from Allah, and I have been commanded to be of the Muslims.\"","id":"Jika kamu berpaling (dari peringatanku), aku tidak meminta upah sedikitpun dari padamu. Upahku tidak lain hanyalah dari Allah belaka, dan aku disuruh supaya aku termasuk golongan orang-orang yang berserah diri (kepada-Nya)\"."},"numberInSurah":72,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1437,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1437","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1437.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1437.mp3"],"text":{"arab":"فَكَذَّبُوهُ فَنَجَّيْنَٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَٰهُمْ خَلَٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَٰقِبَةُ ٱلْمُنذَرِينَ","latin":"Fakazzaboohu fanajjainaahu wa mamm'ahoo fil fulki wa ja'alnaahum khalaaa'ifa wa aghraqnal lazeena kazzaboo bi aayaatinaa fanzur kaifa kaana 'aaqibatul munzareen","en":"And they denied him, so We saved him and those with him in the ship and made them successors, and We drowned those who denied Our signs. Then see how was the end of those who were warned.","id":"Lalu mereka mendustakan Nuh, maka Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera, dan Kami jadikan mereka itu pemegang kekuasaan dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesesudahan orang-orang yang diberi peringatan itu."},"numberInSurah":73,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1438,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1438","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1438.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1438.mp3"],"text":{"arab":"ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ","latin":"Summma ba'asnaa mim ba'dihee Rusulan ilaa qawmihim fajaaa'oohum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo bihee min qabl; kazaalika natba'u 'alaa quloobil mu'tadeen","en":"Then We sent after him messengers to their peoples, and they came to them with clear proofs. But they were not to believe in that which they had denied before. Thus We seal over the hearts of the transgressors","id":"Kemudian sesudah Nuh, Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan-keterangan yang nyata, tetapi mereka tidak hendak beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci mati hati orang-orang yang melampaui batas."},"numberInSurah":74,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1439,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1439","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1439.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1439.mp3"],"text":{"arab":"ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ بِـَٔايَٰتِنَا فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًۭا مُّجْرِمِينَ","latin":"Summa ba'asnaa mim ba'dihim Moosaa Wa Haaroona ilaa Fir'awna wa mala'ihee bi aayaatinaa fastakbaroo wa kaanoo qawmam mujrimeen","en":"Then We sent after them Moses and Aaron to Pharaoh and his establishment with Our signs, but they behaved arrogantly and were a criminal people","id":"Kemudian sesudah rasul-rasul itu, Kami utus Musa dan Harun kepada Fir'aun dan pemuka-pemuka kaumnya, dengan (membawa) tanda-tanda (mukjizat-mukjizat) Kami, maka mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa."},"numberInSurah":75,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1440,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1440","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1440.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1440.mp3"],"text":{"arab":"فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا۟ إِنَّ هَٰذَا لَسِحْرٌۭ مُّبِينٌۭ","latin":"Falammaa jaaa'ahumul haqqu min 'indinaa qaalooo inna haazaa lasihrum mubeen","en":"So when there came to them the truth from Us, they said, \"Indeed, this is obvious magic.\"","id":"Dan tatkala telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata: \"Sesungguhnya ini adalah sihir yang nyata\"."},"numberInSurah":76,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1441,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1441","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1441.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1441.mp3"],"text":{"arab":"قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ ۖ أَسِحْرٌ هَٰذَا وَلَا يُفْلِحُ ٱلسَّٰحِرُونَ","latin":"Qaalaa Moosaaa ataqooloona lilhaqqi lammmaa jaaa'a kum asihrun haazaa wa laa yuflihus saabiroon","en":"Moses said, \"Do you say [thus] about the truth when it has come to you? Is this magic? But magicians will not succeed.\"","id":"Musa berkata: \"Apakah kamu mengatakan terhadap kebenaran waktu ia datang kepadamu, sihirkah ini?\" padahal ahli-ahli sihir itu tidaklah mendapat kemenangan\"."},"numberInSurah":77,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1442,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1442","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1442.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1442.mp3"],"text":{"arab":"قَالُوٓا۟ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ","latin":"Qaaloo aji'tanaa litalfitanaa 'ammaa wajadnaa 'alaihi aabaaa'anaa wa takoona lakumal kibriyaaa'u fil ardi wa maa nahnu lakumaa bimu' mineen","en":"They said, \"Have you come to us to turn us away from that upon which we found our fathers and so that you two may have grandeur in the land? And we are not believers in you.\"","id":"Mereka berkata: \"Apakah kamu datang kepada kami untuk memalingkan kami dari apa yang kami dapati nenek moyang kami mengerjakannya, dan supaya kamu berdua mempunyai kekuasaan di muka bumi? Kami tidak akan mempercayai kamu berdua\"."},"numberInSurah":78,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1443,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1443","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1443.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1443.mp3"],"text":{"arab":"وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَٰحِرٍ عَلِيمٍۢ","latin":"Wa qaala Fir'awnu' toonee bikulli saahirin 'aleem","en":"And Pharaoh said, \"Bring to me every learned magician.\"","id":"Fir'aun berkata (kepada pemuka kaumnya): \"Datangkanlah kepadaku semua ahli-ahli sihir yang pandai!\""},"numberInSurah":79,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1444,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1444","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1444.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1444.mp3"],"text":{"arab":"فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ","latin":"Falammaa jaaa'assa haratu qaala lahum Moosaaa alqoo maaa antum mulqoon","en":"So when the magicians came, Moses said to them, \"Throw down whatever you will throw.\"","id":"Maka tatkala ahli-ahli sihir itu datang, Musa berkata kepada mereka: \"Lemparkanlah apa yang hendak kamu lemparkan\"."},"numberInSurah":80,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1445,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1445","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1445.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1445.mp3"],"text":{"arab":"فَلَمَّآ أَلْقَوْا۟ قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ ۖ إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ ۖ إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ","latin":"Falammaaa alqaw qaala Moosaa maa ji'tum bihis sihru innal laaha sa yubtiluhoo innal laaha laa yuslihu 'amalal mufsideen","en":"And when they had thrown, Moses said, \"What you have brought is [only] magic. Indeed, Allah will expose its worthlessness. Indeed, Allah does not amend the work of corrupters.","id":"Maka setelah mereka lemparkan, Musa berkata: \"Apa yang kamu lakukan itu, itulah yang sihir, sesungguhnya Allah akan menampakkan ketidak benarannya\" Sesungguhnya Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang-yang membuat kerusakan."},"numberInSurah":81,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1446,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1446","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1446.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1446.mp3"],"text":{"arab":"وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ","latin":"Wa yuhiqqul laahul haqqa bi Kalimaatihee wa law karihal mujrimoon","en":"And Allah will establish the truth by His words, even if the criminals dislike it.\"","id":"Dan Allah akan mengokohkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukai(nya)."},"numberInSurah":82,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1447,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1447","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1447.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1447.mp3"],"text":{"arab":"فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌۭ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍۢ مِّن فِرْعَوْنَ وَمَلَإِي۟هِمْ أَن يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍۢ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ","latin":"Famaaa aamana li-Moosaaa illaa zurriyyatum min qawmihee 'alaa khawfim min Fir'awna wa mala'ihim ai yaftinahum; wa inna Fir'awna la'aalin fil ardi wa innahoo laminal musrifeen","en":"But no one believed Moses, except [some] youths among his people, for fear of Pharaoh and his establishment that they would persecute them. And indeed, Pharaoh was haughty within the land, and indeed, he was of the transgressors","id":"Maka tidak ada yang beriman kepada Musa, melainkan pemuda-pemuda dari kaumnya (Musa) dalam keadaan takut bahwa Fir'aun dan pemuka-pemuka kaumnya akan menyiksa mereka. Sesungguhnya Fir'aun itu berbuat sewenang-wenang di muka bumi. Dan sesungguhnya dia termasuk orang-orang yang melampaui batas."},"numberInSurah":83,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1448,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1448","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1448.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1448.mp3"],"text":{"arab":"وَقَالَ مُوسَىٰ يَٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا۟ إِن كُنتُم مُّسْلِمِينَ","latin":"Wa qaala Moosaa yaa qawmi in kuntum aamantum billaahi fa'alaihi tawakkalooo in kuntum muslimeen","en":"And Moses said, \"O my people, if you have believed in Allah, then rely upon Him, if you should be Muslims.\"","id":"Berkata Musa: \"Hai kaumku, jika kamu beriman kepada Allah, maka bertawakkallah kepada-Nya saja, jika kamu benar-benar orang yang berserah diri\"."},"numberInSurah":84,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1449,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1449","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1449.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1449.mp3"],"text":{"arab":"فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةًۭ لِّلْقَوْمِ ٱلظَّٰلِمِينَ","latin":"Faqaaloo 'alal laahi tawakkalnaa Rabbanaa laa taj'alnaa fitnatal lilqawmiz zaalimeen","en":"So they said, \"Upon Allah do we rely. Our Lord, make us not [objects of] trial for the wrongdoing people","id":"Lalu mereka berkata: \"Kepada Allahlah kami bertawakkal! Ya Tuhan kami; janganlah Engkau jadikan kami sasaran fitnah bagi kaum yang'zalim,"},"numberInSurah":85,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1450,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1450","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1450.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1450.mp3"],"text":{"arab":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَٰفِرِينَ","latin":"Wa najjinaa birahmatika minal qawmil kaafireen","en":"And save us by Your mercy from the disbelieving people.\"","id":"dan selamatkanlah kami dengan rahmat Engkau dari (tipu daya) orang-orang yang kafir\"."},"numberInSurah":86,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1451,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1451","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1451.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1451.mp3"],"text":{"arab":"وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًۭا وَٱجْعَلُوا۟ بُيُوتَكُمْ قِبْلَةًۭ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ","latin":"Wa awhainaaa ilaa Moosaa wa akheehi an tabaw wa aa liqawmikuma bi Misra bu yootanw waj'aloo bu yootakum qiblatanw wa aqeemus Salaah; wa bashshiril mu'mineen","en":"And We inspired to Moses and his brother, \"Settle your people in Egypt in houses and make your houses [facing the] qiblah and establish prayer and give good tidings to the believers.\"","id":"Dan Kami wahyukan kepada Musa dan saudaranya: \"Ambillah olehmu berdua beberapa buah rumah di Mesir untuk tempat tinggal bagi kaummu dan jadikanlah olehmu rumah-rumahmu itu tempat shalat dan dirikanlah olehmu sembahyang serta gembirakanlah orang-orang yang beriman\"."},"numberInSurah":87,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1452,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1452","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1452.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1452.mp3"],"text":{"arab":"وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةًۭ وَأَمْوَٰلًۭا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا۟ عَن سَبِيلِكَ ۖ رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا۟ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ","latin":"Wa qaala Mosaa Rabbanaaa innaka aataita Fir'awna wa mala ahoo zeenatanw wa amwaalan fil hayaatid dunyaa Rabbanaa liyudillo 'ansabeelika Rabbanat mis 'alaaa amwaalihim washdud 'alaa quloobihim falaa yu'minoo hatta yarawul 'azaabal aleem","en":"And Moses said, \"Our Lord, indeed You have given Pharaoh and his establishment splendor and wealth in the worldly life, our Lord, that they may lead [men] astray from Your way. Our Lord, obliterate their wealth and harden their hearts so that they will not believe until they see the painful punishment.\"","id":"Musa berkata: \"Ya Tuhan kami, sesungguhnya Engkau telah memberi kepada Fir'aun dan pemuka-pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia, ya Tuhan Kami -- akibatnya mereka menyesatkan (manusia) dari jalan Engkau. Ya Tuhan kami, binasakanlah harta benda mereka, dan kunci matilah hati mereka, maka mereka tidak beriman hingga mereka melihat siksaan yang pedih\"."},"numberInSurah":88,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1453,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1453","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1453.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1453.mp3"],"text":{"arab":"قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ","latin":"Qaala qad ujeebad da'watukumaa fastaqeemaa wa laa tattabi'aaanni sabeelal lazeena laaya'lamoon","en":"[Allah] said, \"Your supplication has been answered.\" So remain on a right course and follow not the way of those who do not know.\"","id":"AlIah berfirman: \"Sesungguhnya telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan janganlah sekali-kali kamu mengikuti jalan orang-orang yang tidak mengetahui\"."},"numberInSurah":89,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1454,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1454","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1454.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1454.mp3"],"text":{"arab":"۞ وَجَٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًۭا وَعَدْوًا ۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ","latin":"Wa jaawaznaa bi Baneee Israaa'eelal bahra fa atba'ahum Fir'awnu wa junooduhoo baghyanw wa 'adwan hattaaa izaaa adrakahul gharaqu qaala aamantu annnahoo laaa ilaaha illal lazeee aamanat bihee Banooo Israaa'eela wa ana minal muslimeen","en":"And We took the Children of Israel across the sea, and Pharaoh and his soldiers pursued them in tyranny and enmity until, when drowning overtook him, he said, \"I believe that there is no deity except that in whom the Children of Israel believe, and I am of the Muslims.\"","id":"Dan Kami memungkinkan Bani Israil melintasi laut, lalu mereka diikuti oleh Fir'aun dan bala tentaranya, karena hendak menganiaya dan menindas (mereka); hingga bila Fir'aun itu telah hampir tenggelam berkatalah dia: \"Saya percaya bahwa tidak ada Tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan saya termasuk orang-orang yang berserah diri (kepada Allah)\"."},"numberInSurah":90,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1455,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1455","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1455.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1455.mp3"],"text":{"arab":"ءَآلْـَٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ","latin":"Aaal'aana wa qad 'asaita qablu wa kunta minal mufsideen","en":"Now? And you had disobeyed [Him] before and were of the corrupters?","id":"Apakah sekarang (baru kamu percaya), padahal sesungguhnya kamu telah durhaka sejak dahulu, dan kamu termasuk orang-orang yang berbuat kerusakan."},"numberInSurah":91,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1456,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1456","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1456.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1456.mp3"],"text":{"arab":"فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةًۭ ۚ وَإِنَّ كَثِيرًۭا مِّنَ ٱلنَّاسِ عَنْ ءَايَٰتِنَا لَغَٰفِلُونَ","latin":"Falyawma nunajjeeka bibadanika litakoona liman khalfaka Aayah; wa inna kaseeram minan naasi 'an aayaatinaa laghaafiloon","en":"So today We will save you in body that you may be to those who succeed you a sign. And indeed, many among the people, of Our signs, are heedless","id":"Maka pada hari ini Kami selamatkan badanmu supaya kamu dapat menjadi pelajaran bagi orang-orang yang datang sesudahmu dan sesungguhnya kebanyakan dari manusia lengah dari tanda-tanda kekuasaan Kami."},"numberInSurah":92,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1457,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1457","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1457.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1457.mp3"],"text":{"arab":"وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍۢ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ","latin":"Wa laqad bawwaanaa Baneee Israaa'eela mubawwa-a sidqinw wa razaqnaahum minnat taiyibaati famakh talafoo hattaa jaaa'ahmul 'ilm; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon","en":"And We had certainty settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ","id":"Dan sesungguhnya Kami telah menempatkan Bani Israil di ternpat kediaman yang bagus dan Kami beri mereka rezeki dari yang baik-baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memutuskan antara mereka di hari kiamat tentang apa yang mereka perselisihkan itu."},"numberInSurah":93,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1458,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1458","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1458.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1458.mp3"],"text":{"arab":"فَإِن كُنتَ فِى شَكٍّۢ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ","latin":"Fa in kunta fee shakkim mimmaaa anzalnaaa ilaika fas'alil lazeena yaqra'oonal Kitaaba min qablik; laqad jaaa'akal haqqu mir Rabbika falaa takoonanna minal mumtareen","en":"So if you are in doubt, [O Muhammad], about that which We have revealed to you, then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord, so never be among the doubters.","id":"Maka jika kamu (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sesungguhnya telah datang kebenaran kepadamu dari Tuhanmu, sebab itu janganlah sekali-kali kamu temasuk orang-orang yang ragu-ragu."},"numberInSurah":94,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1459,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1459","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1459.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1459.mp3"],"text":{"arab":"وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَٰسِرِينَ","latin":"Wa laa takoonanna minal lazeena kazzaboo bi Aayaatil laahi fatakoona minal khaasireen","en":"And never be of those who deny the signs of Allah and [thus] be among the losers.","id":"Dan sekali-kali janganlah kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu termasuk orang-orang yang rugi."},"numberInSurah":95,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1460,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1460","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1460.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1460.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ","latin":"Innal lazeena haqqat 'alaihim Kalimatu Rabbika laa yu'minoon","en":"Indeed, those upon whom the word of your Lord has come into effect will not believe,","id":"Sesungguhnya orang-orang yang telah pasti terhadap mereka kalimat Tuhanmu, tidaklah akan beriman,"},"numberInSurah":96,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1461,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1461","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1461.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1461.mp3"],"text":{"arab":"وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ","latin":"Wa law jaaa'at hum kullu Aayatin hattaa yarawul 'azaabal aleem","en":"Even if every sign should come to them, until they see the painful punishment.","id":"meskipun datang kepada mereka segala macam keterangan, hingga mereka menyaksikan azab yang pedih."},"numberInSurah":97,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1462,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1462","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1462.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1462.mp3"],"text":{"arab":"فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا۟ كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَٰهُمْ إِلَىٰ حِينٍۢ","latin":"Falaw laa kaanat qaryatun aamanat fanafa'ahaaa eemaanuhaaa illaa qawma Yoonusa lammaaa aamanoo kashafnaa 'anhum 'azaabal khizyi fil hayaatid dunyaa wa matta'naahum ilaa heen","en":"Then has there not been a [single] city that believed so its faith benefited it except the people of Jonah? When they believed, We removed from them the punishment of disgrace in worldly life and gave them enjoyment for a time.","id":"Dan mengapa tidak ada (penduduk) suatu kota yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Tatkala mereka (kaum Yunus itu), beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai kepada waktu yang tertentu."},"numberInSurah":98,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1463,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1463","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1463.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1463.mp3"],"text":{"arab":"وَلَوْ شَآءَ رَبُّكَ لَءَامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا۟ مُؤْمِنِينَ","latin":"Wa law shaaa'a Rabbuka la aamana man fil ardi kulluhum jamee'aa; afa anta tukrihun naasa hattaa yakoonoo mu'mineen","en":"And had your Lord willed, those on earth would have believed - all of them entirely. Then, [O Muhammad], would you compel the people in order that they become believers?","id":"Dan jikalau Tuhanmu menghendaki, tentulah beriman semua orang yang di muka bumi seluruhnya. Maka apakah kamu (hendak) memaksa manusia supaya mereka menjadi orang-orang yang beriman semuanya?"},"numberInSurah":99,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1464,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1464","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1464.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1464.mp3"],"text":{"arab":"وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ","latin":"Wa maa kaana linafsin an tu'mina illaa bi iznil laah; wa yaj'alur rijsa 'alal lazeena laa ya'qiloon","en":"And it is not for a soul to believe except by permission of Allah, and He will place defilement upon those who will not use reason.","id":"Dan tidak ada seorangpun akan beriman kecuali dengan izin Allah; dan Allah menimpakan kemurkaan kepada orang-orang yang tidak mempergunakan akalnya."},"numberInSurah":100,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1465,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1465","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1465.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1465.mp3"],"text":{"arab":"قُلِ ٱنظُرُوا۟ مَاذَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَا تُغْنِى ٱلْءَايَٰتُ وَٱلنُّذُرُ عَن قَوْمٍۢ لَّا يُؤْمِنُونَ","latin":"Qulin zuroo maazaa fissamaawaati wal ard; wa maa tughnil Aayaatu wannuzuru 'an qawmil laa yu'minoon","en":"Say, \"Observe what is in the heavens and earth.\" But of no avail will be signs or warners to a people who do not believe","id":"Katakanlah: \"Perhatikanlah apa yaag ada di langit dan di bumi. Tidaklah bermanfaat tanda kekuasaan Allah dan rasul-rasul yang memberi peringatan bagi orang-orang yang tidak beriman\"."},"numberInSurah":101,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1466,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1466","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1466.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1466.mp3"],"text":{"arab":"فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِهِمْ ۚ قُلْ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ","latin":"Fahal yantaziroona illaa misla ayyaamil lazeena khalaw min qablihim; qul fantazirooo innee ma'akum minal muntazireen","en":"So do they wait except for like [what occurred in] the days of those who passed on before them? Say, \"Then wait; indeed, I am with you among those who wait.\"","id":"Mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang yang telah terdahulu sebelum mereka. Katakanlah: \"Maka tunggulah, sesungguhnya akupun termasuk orang-orang yang menunggu bersama kamu\"."},"numberInSurah":102,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1467,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1467","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1467.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1467.mp3"],"text":{"arab":"ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ","latin":"Summma nunajjee Ruslanaa wallazeena aamanoo; kazaalika haqqan 'alainaa nunjil mu'mineen","en":"Then We will save our messengers and those who have believed. Thus, it is an obligation upon Us that We save the believers","id":"Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah menjadi kewajiban atas Kami menyelamatkan orang-orang yang beriman."},"numberInSurah":103,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1468,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1468","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1468.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1468.mp3"],"text":{"arab":"قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّۢ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ","latin":"Qul yaaa ayyuhan naasu in kuntum fee shakkkim min deenee falaa a'budul lazeena ta'budoona min doonil laahi wa laakin a'budul laahal lazee yatawaffaakum wa umirtu an akoona minal mu'mineen","en":"Say, [O Muhammad], \"O people, if you are in doubt as to my religion - then I do not worship those which you worship besides Allah; but I worship Allah, who causes your death. And I have been commanded to be of the believers","id":"Katakanlah: \"Hai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah supaya termasuk orang-orang yang beriman\","},"numberInSurah":104,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1469,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1469","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1469.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1469.mp3"],"text":{"arab":"وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًۭا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ","latin":"Wa an aqim wajhaka liddeeni Haneefanw wa laa takoonannna minal mushrikeen","en":"And [commanded], 'Direct your face toward the religion, inclining to truth, and never be of those who associate others with Allah;","id":"dan (aku telah diperintah): \"Hadapkanlah mukamu kepada agama dengan tulus dan ikhlas dan janganlah kamu termasuk orang-orang yang musyrik."},"numberInSurah":105,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1470,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1470","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1470.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1470.mp3"],"text":{"arab":"وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذًۭا مِّنَ ٱلظَّٰلِمِينَ","latin":"Wa laa tad'u min doonil laahi maa laa yanfa'uka wa laa yadurruka fa in fa'alta fa innaka izam minaz zaalimeen","en":"And do not invoke besides Allah that which neither benefits you nor harms you, for if you did, then indeed you would be of the wrongdoers.'\"","id":"Dan janganlah kamu menyembah apa-apa yang tidak memberi manfaat dan tidak (pula) memberi mudharat kepadamu selain Allah; sebab jika kamu berbuat (yang demikian), itu, maka sesungguhnya kamu kalau begitu termasuk orang-orang yang zalim\"."},"numberInSurah":106,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1471,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1471","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1471.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1471.mp3"],"text":{"arab":"وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّۢ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍۢ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ","latin":"Wa iny yamsaskal laahu bidurrin falaa kaashifa lahoo illaa Huwa wa iny yuridka bikhairin falaa raaadda lifadlih; yuseebu bihee man yashaaa'u min 'ibaadih; wa huwal Ghafoorur Raheem","en":"And if Allah should touch you with adversity, there is no remover of it except Him; and if He intends for you good, then there is no repeller of His bounty. He causes it to reach whom He wills of His servants. And He is the Forgiving, the Merciful","id":"Jika Allah menimpakan sesuatu kemudharatan kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tak ada yang dapat menolak kurnia-Nya. Dia memberikan kebaikan itu kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dialah Yang Maha Pengampun lagi Maha Penyayang."},"numberInSurah":107,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1472,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1472","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1472.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1472.mp3"],"text":{"arab":"قُلْ يَٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍۢ","latin":"Qul yaaa aiyuhan naasu qad jaaa'akumul haqqu mir Rabbikum famanih tadaa fa innamaa yahtadee linafsihee wa man dalla fa innamaa yadillu 'alaihaa wa maaa ana 'alaikum biwakeel","en":"Say, \"O mankind, the truth has come to you from your Lord, so whoever is guided is only guided for [the benefit of] his soul, and whoever goes astray only goes astray [in violation] against it. And I am not over you a manager.\"","id":"Katakanlah: \"Hai manusia, sesungguhnya teIah datang kepadamu kebenaran (Al Quran) dari Tuhanmu, sebab itu barangsiapa yang mendapat petunjuk maka sesungguhnya (petunjuk itu) untuk kebaikan dirinya sendiri. Dan barangsiapa yang sesat, maka sesungguhnya kesesatannya itu mencelakakan dirinya sendiri. Dan aku bukanlah seorang penjaga terhadap dirimu\"."},"numberInSurah":108,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1473,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1473","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/1473.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/1473.mp3"],"text":{"arab":"وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ ۚ وَهُوَ خَيْرُ ٱلْحَٰكِمِينَ","latin":"Qattabi' maa yoohaaa ilaika wasbir hattaa yahkumal laah; wa Huwa khairul haakimeen","en":"And follow what is revealed to you, [O Muhammad], and be patient until Allah will judge. And He is the best of judges.","id":"Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan dan Dia adalah Hakim yang sebaik-baiknya."},"numberInSurah":109,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false}]}