{"idRevelationType":"Mekah","idNameTranslation":"Laba-Laba","number":29,"name":"سورة العنكبوت","englishName":"Al-Ankaboot","englishNameTranslation":"The Spider","revelationType":"Meccan","numberOfAyahs":69,"ayahs":[{"number":3341,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3341","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3341.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3341.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ","latin":"Alif-Laaam-Meeem","en":"Alif, Lam, Meem","id":"Alif laam miim"},"numberInSurah":1,"juz":20,"manzil":5,"page":396,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3342,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3342","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3342.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3342.mp3"],"text":{"arab":"أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ","latin":"Ahasiban naasu anyu yutrakooo any yaqoolooo aamannaa wa hum la yuftanoon","en":"Do the people think that they will be left to say, \"We believe\" and they will not be tried?","id":"Apakah manusia itu mengira bahwa mereka dibiarkan (saja) mengatakan: \"Kami telah beriman\", sedang mereka tidak diuji lagi?"},"numberInSurah":2,"juz":20,"manzil":5,"page":396,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3343,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3343","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3343.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3343.mp3"],"text":{"arab":"وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ","latin":"Wa laqad fatannal lazeena min qablihim fala ya'lamannal laahul lazeena sadaqoo wa la ya'lamannal kaazibeen","en":"But We have certainly tried those before them, and Allah will surely make evident those who are truthful, and He will surely make evident the liars.","id":"Dan sesungguhnya kami telah menguji orang-orang yang sebelum mereka, maka sesungguhnya Allah mengetahui orang-orang yang benar dan sesungguhnya Dia mengetahui orang-orang yang dusta."},"numberInSurah":3,"juz":20,"manzil":5,"page":396,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3344,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3344","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3344.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3344.mp3"],"text":{"arab":"أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ","latin":"Am hasibal lazeena ya'maloonas sayyiaati any yasbiqoonaa; saaa'a maa yahkumoon","en":"Or do those who do evil deeds think they can outrun Us? Evil is what they judge.","id":"Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput (dari azab) Kami? Amatlah buruk apa yang mereka tetapkan itu."},"numberInSurah":4,"juz":20,"manzil":5,"page":396,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3345,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3345","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3345.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3345.mp3"],"text":{"arab":"مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍۢ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","latin":"Man kaana yarjoo liqaaa 'allaahi fa inna ajalal laahi laaat; wa Huwass Sameeul 'Aleem","en":"Whoever should hope for the meeting with Allah - indeed, the term decreed by Allah is coming. And He is the Hearing, the Knowing.","id":"Barangsiapa yang mengharap pertemuan dengan Allah, maka sesungguhnya waktu (yang dijanjikan) Allah itu, pasti datang. Dan Dialah Yang Maha mendengar lagi Maha Mengetahui."},"numberInSurah":5,"juz":20,"manzil":5,"page":396,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3346,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3346","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3346.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3346.mp3"],"text":{"arab":"وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ","latin":"Wa man jaahada fainnamaa yujaahidu linafsih; innal laaha laghaniyyun 'anil 'aalameen","en":"And whoever strives only strives for [the benefit of] himself. Indeed, Allah is free from need of the worlds.","id":"Dan barangsiapa yang berjihad, maka sesungguhnya jihadnya itu adalah untuk dirinya sendiri. Sesungguhnya Allah benar-benar Maha Kaya (tidak memerlukan sesuatu) dari semesta alam."},"numberInSurah":6,"juz":20,"manzil":5,"page":396,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3347,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3347","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3347.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3347.mp3"],"text":{"arab":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ","latin":"Wallazeena aamanoo wa 'amilus saalihaati lanukaf firanna 'anhum saiyiaatihim wa lanajziyannahum ahsanal lazee kaanoo ya'maloon","en":"And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do.","id":"Dan orang-orang yang beriman dan beramal saleh, benar-benar akan Kami hapuskan dari mereka dosa-dosa mereka dan benar-benar akan Kami beri mereka balasan yang lebih baik dari apa yang mereka kerjakan."},"numberInSurah":7,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3348,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3348","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3348.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3348.mp3"],"text":{"arab":"وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حُسْنًۭا ۖ وَإِن جَٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","latin":"Wa wassainal insaana biwaalidaihi husnanw wa in jaahadaaka litushrika bee maa laisa laka bihee 'ilmun falaa tuti'humaa; ilaiya marji'ukum fa unabbi'ukum bimaa kuntum ta'maloon","en":"And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them. To Me is your return, and I will inform you about what you used to do.","id":"Dan Kami wajibkan manusia (berbuat) kebaikan kepada dua orang ibu-bapaknya. Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang tidak ada pengetahuanmu tentang itu, maka janganlah kamu mengikuti keduanya. Hanya kepada-Ku-lah kembalimu, lalu Aku kabarkan kepadamu apa yang telah kamu kerjakan."},"numberInSurah":8,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3349,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3349","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3349.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3349.mp3"],"text":{"arab":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّٰلِحِينَ","latin":"Wallazeena aamanoo w a'amilus saalihaati lanudkhilan nahum fis saaliheen","en":"And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise].","id":"Dan orang-orang yang beriman dan mengerjakan amal saleh benar-benar akan Kami masukkan mereka ke dalam (golongan) orang-orang yang saleh."},"numberInSurah":9,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3350,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3350","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3350.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3350.mp3"],"text":{"arab":"وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌۭ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَٰلَمِينَ","latin":"Wa minan naasi many yaqoolu aamannaa billaahi faizaaa ooziya fil laahi ja'ala fitnatan naasi ka'azaabil laahi wa la'in jaaa'a nasrum mir Rabbika la yaqoolunna innaa kunnaa ma'akum; awa laisal laahu bi a'lama bimaa fee surdooril 'aalameen","en":"And of the people are some who say, \"We believe in Allah,\" but when one [of them] is harmed for [the cause of] Allah, they consider the trial of the people as [if it were] the punishment of Allah. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allah most knowing of what is within the breasts of all creatures?","id":"Dan di antara manusia ada orang yang berkata: \"Kami beriman kepada Allah\", maka apabila ia disakiti (karena ia beriman) kepada Allah, ia menganggap fitnah manusia itu sebagai azab Allah. Dan sungguh jika datang pertolongan dari Tuhanmu, mereka pasti akan berkata: \"Sesungguhnya kami adalah besertamu\". Bukankah Allah lebih mengetahui apa yang ada dalam dada semua manusia?"},"numberInSurah":10,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3351,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3351","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3351.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3351.mp3"],"text":{"arab":"وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَٰفِقِينَ","latin":"Wa la ya'lamannal laahul lazeena aamanoo wa la ya'lamannal munaafiqeen","en":"And Allah will surely make evident those who believe, and He will surely make evident the hypocrites.","id":"Dan sesungguhnya Allah benar-benar mengetahui orang-orang yang beriman: dan sesungguhnya Dia mengetahui orang-orang yang munafik."},"numberInSurah":11,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3352,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3352","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3352.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3352.mp3"],"text":{"arab":"وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَٰيَٰكُمْ وَمَا هُم بِحَٰمِلِينَ مِنْ خَطَٰيَٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَٰذِبُونَ","latin":"Wa qaalal lazaeena kafaroo lillazeena aamanut tabi'oo sabeelanaa walnahmil khataayaakum wa maa hum bihaamileena min khataa yaahum min shai'in innahum lakaaziboon","en":"And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\" But they will not carry anything of their sins. Indeed, they are liars.","id":"Dan berkatalah orang-orang kafir kepada orang-orang yang beriman: \"Ikutilah jalan kami, dan nanti kami akan memikul dosa-dosamu\", dan mereka (sendiri) sedikitpun tidak (sanggup), memikul dosa-dosa mereka. Sesungguhnya mereka adalah benar-benar orang pendusta."},"numberInSurah":12,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3353,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3353","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3353.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3353.mp3"],"text":{"arab":"وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًۭا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ","latin":"Wa la yahmilunna asqaa lahum wa asqaalam ma'a asqaalihim wa la yus'alunna Yawmal Qiyaamati 'ammaa kaanoo yaftaroon","en":"But they will surely carry their [own] burdens and [other] burdens along with their burdens, and they will surely be questioned on the Day of Resurrection about what they used to invent.","id":"Dan sesungguhnya mereka akan memikul beban (dosa) mereka, dan beban-beban (dosa yang lain) di samping beban-beban mereka sendiri, dan sesungguhnya mereka akan ditanya pada hari kiamat tentang apa yang selalu mereka ada-adakan."},"numberInSurah":13,"juz":20,"manzil":5,"page":397,"ruku":342,"hizbQuarter":159,"sajda":false},{"number":3354,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3354","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3354.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3354.mp3"],"text":{"arab":"وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًۭا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَٰلِمُونَ","latin":"Wa laqad arsalnaa Noohan ilaa qawmihee falabisa feehim alfa sanatin illaa khamseena 'aaman fa akhazahumut toofaanu wa hum zaalimoon","en":"And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers.","id":"Dan sesungguhnya Kami telah mengutus Nuh kepada kaumnya, maka ia tinggal di antara mereka seribu tahun kurang lima puluh tahun. Maka mereka ditimpa banjir besar, dan mereka adalah orang-orang yang zalim."},"numberInSurah":14,"juz":20,"manzil":5,"page":397,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3355,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3355","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3355.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3355.mp3"],"text":{"arab":"فَأَنجَيْنَٰهُ وَأَصْحَٰبَ ٱلسَّفِينَةِ وَجَعَلْنَٰهَآ ءَايَةًۭ لِّلْعَٰلَمِينَ","latin":"Fa anjainaahu wa as haabas safeenati wa ja'alnaahaaa Aayatal lil'aalameen","en":"But We saved him and the companions of the ship, and We made it a sign for the worlds.","id":"Maka Kami selamatkan Nuh dan penumpang-penumpang bahtera itu dan Kami jadikan peristiwa itu pelajaran bagi semua umat manusia."},"numberInSurah":15,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3356,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3356","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3356.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3356.mp3"],"text":{"arab":"وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ","latin":"Wa Ibraheema iz qaala liqawmihi' budul laaha wattaqoohu zaalikum khayrul lakum in kuntum ta'lamoon","en":"And [We sent] Abraham, when he said to his people, \"Worship Allah and fear Him. That is best for you, if you should know.","id":"Dan (ingatlah) Ibrahim, ketika ia berkata kepada kaumnya: \"Sembahlah olehmu Allah dan bertakwalah kepada-Nya. Yang demikian itu adalah lebih baik bagimu, jika kamu mengetahui."},"numberInSurah":16,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3357,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3357","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3357.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3357.mp3"],"text":{"arab":"إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَٰنًۭا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًۭا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ","latin":"Innamaa ta'ubdoona min doonil laahi awsaananw-wa takhluqoona ifkaa; innal lazeena ta'budoona min doonil laahi laa yamlikoona lakum rizqan fabtaghoo 'indal laahir rizqa fabtaghoo 'indal laahir rizqa wa'budoohu washkuroo lahooo ilaihi turja'oon","en":"You only worship, besides Allah, idols, and you produce a falsehood. Indeed, those you worship besides Allah do not possess for you [the power of] provision. So seek from Allah provision and worship Him and be grateful to Him. To Him you will be returned.\"","id":"Sesungguhnya apa yang kamu sembah selain Allah itu adalah berhala, dan kamu membuat dusta. Sesungguhnya yang kamu sembah selain Allah itu tidak mampu memberikan rezeki kepadamu; maka mintalah rezeki itu di sisi Allah, dan sembahlah Dia dan bersyukurlah kepada-Nya. Hanya kepada-Nya-lah kamu akan dikembalikan."},"numberInSurah":17,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3358,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3358","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3358.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3358.mp3"],"text":{"arab":"وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌۭ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ","latin":"Wa in tukazziboo faqad kazzaba umamum min qablikum wa maa'alar Rasooli illal balaaghul mubeen","en":"And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.","id":"Dan jika kamu (orang kafir) mendustakan, maka umat yang sebelum kamu juga telah mendustakan. Dan kewajiban rasul itu, tidak lain hanyalah menyampaikan (agama Allah) dengan seterang-terangnya\"."},"numberInSurah":18,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3359,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3359","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3359.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3359.mp3"],"text":{"arab":"أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ","latin":"Awa lam yaraw kaifa yubdi'ul laahul khalqa summa yu'eeduh; inna zaalika 'alal laahi yaseer","en":"Have they not considered how Allah begins creation and then repeats it? Indeed that, for Allah, is easy.","id":"Dan apakah mereka tidak memperhatikan bagaimana Allah menciptakan (manusia) dari permulaannya, kemudian mengulanginya (kembali). Sesungguhnya yang demikian itu adalah mudah bagi Allah."},"numberInSurah":19,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3360,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3360","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3360.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3360.mp3"],"text":{"arab":"قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْءَاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ","latin":"Qul seeroo fil ardi fanzuroo kaifa baa al khalqa summal laahu yunshi''un nash atal Aakhirah; innal laaha 'alaa kulli shai'in Qadeer","en":"Say, [O Muhammad], \"Travel through the land and observe how He began creation. Then Allah will produce the final creation. Indeed Allah, over all things, is competent.\"","id":"Katakanlah: \"Berjalanlah di (muka) bumi, maka perhatikanlah bagaimana Allah menciptakan (manusia) dari permulaannya, kemudian Allah menjadikannya sekali lagi. Sesungguhnya Allah Maha Kuasa atas segala sesuatu."},"numberInSurah":20,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3361,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3361","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3361.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3361.mp3"],"text":{"arab":"يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ","latin":"Yu'azzibu many yashaaa'u wa yarhamu many yashaaa'; wa ilaihi tuqlaboon","en":"He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned.","id":"Allah mengazab siapa yang dikehendaki-Nya, dan memberi rahmat kepada siapa yang dikehendaki-Nya, dan hanya kepada-Nya-lah kamu akan dikembalikan."},"numberInSurah":21,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3362,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3362","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3362.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3362.mp3"],"text":{"arab":"وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍۢ","latin":"Wa maaa antum bimu'jizeena fil ardi wa laa fissamaaa'i wa maa lakum min doonil laahi minw waliyyinw wa laa naseer","en":"And you will not cause failure [to Allah] upon the earth or in the heaven. And you have not other than Allah any protector or any helper.","id":"Dan kamu sekali-kali tidak dapat melepaskan diri (dari azab Allah) di bumi dan tidak (pula) di langit dan sekali-kali tiadalah bagimu pelindung dan penolong selain Allah."},"numberInSurah":22,"juz":20,"manzil":5,"page":398,"ruku":343,"hizbQuarter":159,"sajda":false},{"number":3363,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3363","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3363.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3363.mp3"],"text":{"arab":"وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ","latin":"Wallazeena kafaroo bi Aayaatil laahi wa liqaaa'iheee ulaaa'ika ya'isoo mir rahmatee wa ulaaa'ika lahum 'azaabun aleem","en":"And the ones who disbelieve in the signs of Allah and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment.","id":"Dan orang-orang yang kafir terhadap ayat-ayat Allah dan pertemuan dengan Dia, mereka putus asa dari rahmat-Ku, dan mereka itu mendapat azab yang pedih."},"numberInSurah":23,"juz":20,"manzil":5,"page":398,"ruku":344,"hizbQuarter":159,"sajda":false},{"number":3364,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3364","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3364.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3364.mp3"],"text":{"arab":"فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ","latin":"Famaa kaana jawaaba qawmiheee illaaa an qaaluqtuloohu aw harriqoohu faanjaahul laahu minan naar; inna fee zaalika la Aayaatil laqawminy yu'minoon","en":"And the answer of Abraham's people was not but that they said, \"Kill him or burn him,\" but Allah saved him from the fire. Indeed in that are signs for a people who believe.","id":"Maka tidak adalah jawaban kaum Ibrahim, selain mengatakan: \"Bunuhlah atau bakarlah dia\", lalu Allah menyelamatkannya dari api. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda kebesaran Allah bagi orang-orang yang beriman."},"numberInSurah":24,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":159,"sajda":false},{"number":3365,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3365","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3365.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3365.mp3"],"text":{"arab":"وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَٰنًۭا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍۢ وَيَلْعَنُ بَعْضُكُم بَعْضًۭا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ","latin":"Wa qaala innamat takhaz tum min doonil laahi awsaanam mawaddata bainikum fil hayaatid dunyaa summa yawmal qiyaamati yakfuru ba'dukum biba 'dinw wa yal'anu ba'dukum ba'danw-wa yal'anu ba'dukum ba'danw wa maa waakumun Naaru wa maa lakum min naasireen","en":"And [Abraham] said, \"You have only taken, other than Allah, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"","id":"Dan berkata Ibrahim: \"Sesungguhnya berhala-berhala yang kamu sembah selain Allah adalah untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan dunia ini kemudian di hari kiamat sebahagian kamu mengingkari sebahagian (yang lain) dan sebahagian kamu melaknati sebahagian (yang lain); dan tempat kembalimu ialah neraka, dan sekali-kali tak ada bagimu para penolongpun."},"numberInSurah":25,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":159,"sajda":false},{"number":3366,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3366","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3366.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3366.mp3"],"text":{"arab":"۞ فَـَٔامَنَ لَهُۥ لُوطٌۭ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","latin":"Fa aamana lahoo Loot; wa qaala innee mauhajirun ilaa Rabbee innahoo Huwal 'Azeezul Hakeem","en":"And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"","id":"Maka Luth membenarkan (kenabian)nya. Dan berkatalah Ibrahim: \"Sesungguhnya aku akan berpindah ke (tempat yang diperintahkan) Tuhanku (kepadaku); sesungguhnya Dialah Yang Maha Perkasa lagi Maha Bijaksana."},"numberInSurah":26,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":160,"sajda":false},{"number":3367,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3367","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3367.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3367.mp3"],"text":{"arab":"وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ وَءَاتَيْنَٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","latin":"Wa wahabnaa lahoo Ishaaqa wa Ya'Qooba wa ja'alnaa fee zurriyyatihin Nubuwwata wal Kitaaba wa aatainaahu ajrahoo fid dunyaa wa innahoo fil aakhirati laminas saaliheen","en":"And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.","id":"Dan Kami anugrahkan kepda Ibrahim, Ishak dan Ya'qub, dan Kami jadikan kenabian dan Al Kitab pada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, benar-benar termasuk orang-orang yang saleh."},"numberInSurah":27,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":160,"sajda":false},{"number":3368,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3368","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3368.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3368.mp3"],"text":{"arab":"وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍۢ مِّنَ ٱلْعَٰلَمِينَ","latin":"Wa Lootan iz qaala liqawmiheee innakum laatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen","en":"And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.","id":"Dan (ingatlah) ketika Luth berkata pepada kaumnya: \"Sesungguhnya kamu benar-benar mengerjakan perbuatan yang amat keji yang belum pernah dikerjakan oleh seorangpun dari umat-umat sebelum kamu\"."},"numberInSurah":28,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":160,"sajda":false},{"number":3369,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3369","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3369.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3369.mp3"],"text":{"arab":"أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ","latin":"A'innakum lataatoonar rijaala wa taqta'oonas sabeela wa taatoona fee naadekumul munkara famaa kaana jawaaba qawmiheee illaaa an qaalu' tinaaa bi'azaabil laahi in kunta minas saadiqeen","en":"Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but they said, \"Bring us the punishment of Allah, if you should be of the truthful.\"","id":"Apakah sesungguhnya kamu patut mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu? Maka jawaban kaumnya tidak lain hanya mengatakan: \"Datangkanlah kepada kami azab Allah, jika kamu termasuk orang-orang yang benar\"."},"numberInSurah":29,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":160,"sajda":false},{"number":3370,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3370","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3370.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3370.mp3"],"text":{"arab":"قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ","latin":"Qaala Rabbin surnee 'alal qawmil mufsideen","en":"He said, \"My Lord, support me against the corrupting people.\"","id":"Luth berdoa: \"Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu\"."},"numberInSurah":30,"juz":20,"manzil":5,"page":399,"ruku":344,"hizbQuarter":160,"sajda":false},{"number":3371,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3371","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3371.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3371.mp3"],"text":{"arab":"وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَٰلِمِينَ","latin":"Wa lammaa jaaa'at Rusulunaaa Ibraaheema bil bushraa qaalooo innaa muhlikoo ahli haazihil qaryati inna ahlahaa kaanoo zaalimeen","en":"And when Our messengers came to Abraham with the good tidings, they said, \"Indeed, we will destroy the people of that Lot's city. Indeed, its people have been wrongdoers.\"","id":"Dan tatkala utusan Kami (para malaikat) datang kepada Ibrahim membawa kabar gembira, mereka mengatakan: \"Sesungguhnya kami akan menghancurkan penduduk negeri (Sodom) ini; sesungguhnya penduduknya adalah orang-orang yang zalim\"."},"numberInSurah":31,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3372,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3372","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3372.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3372.mp3"],"text":{"arab":"قَالَ إِنَّ فِيهَا لُوطًۭا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ","latin":"Qaala inna feeha Lootaa; qaaloo nahnu a'lamu biman feehaa lanunajjjiyannahoo wa ahlahooo illam ra atahoo kaanat minal ghaabireen","en":"[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\"","id":"Berkata Ibrahim: \"Sesungguhnya di kota itu ada Luth\". Para malaikat berkata: \"Kami lebih mengetahui siapa yang ada di kota itu. Kami sungguh-sungguh akan menyelamatkan dia dan pengikut-pengikutnya kecuali isterinya. Dia adalah termasuk orang-orang yang tertinggal (dibinasakan)."},"numberInSurah":32,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3373,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3373","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3373.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3373.mp3"],"text":{"arab":"وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًۭا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًۭا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَٰبِرِينَ","latin":"Wa lammaaa an jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaaloo laa takhaf wa laa tahzan innaa munajjooka wa ahlaka illam ra ataka kaanat minal ghaabireen","en":"And when Our messengers came to Lot, he was distressed for them and felt for them great discomfort. They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind.","id":"Dan tatkala datang utusan-utusan Kami (para malaikat) itu kepada Luth, dia merasa susah karena (kedatangan) mereka, dan (merasa) tidak punya kekuatan untuk melindungi mereka dan mereka berkata: \"Janganlah kamu takut dan jangan (pula) susah. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali isterimu, dia adalah termasuk orang-orang yang tertinggal (dibinasakan)\"."},"numberInSurah":33,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3374,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3374","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3374.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3374.mp3"],"text":{"arab":"إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ رِجْزًۭا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ","latin":"Innaa munziloona 'alaaa ahli haazihil qaryati rijzam minas samaaa'i bimaa kaanoo yafsuqoon","en":"Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\"","id":"Sesungguhnya Kami akan menurunkan azab dari langit atas penduduk kota ini karena mereka berbuat fasik."},"numberInSurah":34,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3375,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3375","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3375.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3375.mp3"],"text":{"arab":"وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةًۭ لِّقَوْمٍۢ يَعْقِلُونَ","latin":"Wa laqat taraknaa min haaa aayatam baiyinatal liqawminy ya'qiloon","en":"And We have certainly left of it a sign as clear evidence for a people who use reason.","id":"Dan sesungguhnya Kami tinggalkan daripadanya satu tanda yang nyata bagi orang-orang yang berakal."},"numberInSurah":35,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3376,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3376","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3376.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3376.mp3"],"text":{"arab":"وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًۭا فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْءَاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ","latin":"Wa ilaa Madyana akhaahum Shu'ayban faqaala yaa qawmi'-budul laaha warjul yawmal aakhira wa laa ta'saw fil ardi mufsideen","en":"And to Madyan [We sent] their brother Shu'ayb, and he said, \"O my people, worship Allah and expect the Last Day and do not commit abuse on the earth, spreading corruption.\"","id":"Dan (Kami telah mengutus) kepada penduduk Mad-yan, saudara mereka Syu'aib, maka ia berkata: \"Hai kaumku, sembahlah olehmu Allah, harapkanlah (pahala) hari akhir, dan jangan kamu berkeliaran di muka bumi berbuat kerusakan\"."},"numberInSurah":36,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3377,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3377","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3377.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3377.mp3"],"text":{"arab":"فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ","latin":"Fakazzaboohu fa akhazat humur rajfatu fa asbahoo fee daarihim jaasimeen","en":"But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone.","id":"Maka mereka mendustakan Syu'aib, lalu mereka ditimpa gempa yang dahsyat, dan jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka."},"numberInSurah":37,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3378,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3378","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3378.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3378.mp3"],"text":{"arab":"وَعَادًۭا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ","latin":"Wa 'Aadanw wa Samooda wa qat tabaiyana lakum mim masaakinihim wa zaiyana lahumush Shaitaanu a'maalahum fasaddahum 'anis sabeeli wa kaanoo mustabsireen","en":"And [We destroyed] 'Aad and Thamud, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception.","id":"Dan (juga) kaum 'Aad dan Tsamud, dan sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Dan syaitan menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu ia menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang berpandangan tajam,"},"numberInSurah":38,"juz":20,"manzil":5,"page":400,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3379,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3379","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3379.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3379.mp3"],"text":{"arab":"وَقَٰرُونَ وَفِرْعَوْنَ وَهَٰمَٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَٰبِقِينَ","latin":"Wa Qaaroona wa Fir'awna wa haamaana wa laqad jaaa'ahum Moosa bilbaiyinaati fastakbaroo fil ardi wa maa kaanoo saabiqeen","en":"And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].","id":"dan (juga) Karun, Fir'aun dan Haman. Dan sesungguhnya telah datang kepada mereka Musa dengan (membawa bukti-bukti) keterangan-keterangan yang nyata. Akan tetapi mereka berlaku sombong di (muka) bumi, dan tiadalah mereka orang-orang yang luput (dari kehancuran itu)."},"numberInSurah":39,"juz":20,"manzil":5,"page":401,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3380,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3380","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3380.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3380.mp3"],"text":{"arab":"فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًۭا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ","latin":"Fakullan akhaznaa bizam bihee faminhum man arsalnaa 'alaihi haasibaa; wa minhum man akhazat hus saihatu wa minhum man khasafnaa bihil arda wa minhum man aghraqnaa; wa maa kaanal laahu li yazlimahum wa laakin kaanoo anfusahum yazlimoon","en":"So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allah would not have wronged them, but it was they who were wronging themselves.","id":"Maka masing-masing (mereka itu) Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil dan di antara mereka ada yang ditimpa suara keras yang mengguntur, dan di antara mereka ada yang Kami benamkan ke dalam bumi, dan di antara mereka ada yang Kami tenggelamkan, dan Allah sekali-kali tidak hendak menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri."},"numberInSurah":40,"juz":20,"manzil":5,"page":401,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3381,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3381","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3381.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3381.mp3"],"text":{"arab":"مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًۭا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ","latin":"Masalul lazeenat takhazoo min doonil laahi awliyaaa'a kamasalil 'ankaboot, ittakhazat baitaa; wa inna awhanal buyooti la baitul 'ankaboot; law kaanoo ya'lamoon","en":"The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed, the weakest of homes is the home of the spider, if they only knew.","id":"Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah adalah rumah laba-laba kalau mereka mengetahui."},"numberInSurah":41,"juz":20,"manzil":5,"page":401,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3382,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3382","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3382.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3382.mp3"],"text":{"arab":"إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍۢ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ","latin":"Innal laaha ya'lamu maa yad'oona min doonihee min shai'; wa Huwal 'Azeezul Hakeem","en":"Indeed, Allah knows whatever thing they call upon other than Him. And He is the Exalted in Might, the Wise.","id":"Sesungguhnya Allah mengetahui apa saja yang mereka seru selain Allah. Dan Dia Maha Perkasa lagi Maha Bijaksana."},"numberInSurah":42,"juz":20,"manzil":5,"page":401,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3383,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3383","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3383.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3383.mp3"],"text":{"arab":"وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَٰلِمُونَ","latin":"Wa tilkal amsaalu nadribuhaa linnaasi wa maa ya'qiluhaaa illal 'aalimoon","en":"And these examples We present to the people, but none will understand them except those of knowledge.","id":"Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tiada yang memahaminya kecuali orang-orang yang berilmu."},"numberInSurah":43,"juz":20,"manzil":5,"page":401,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3384,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3384","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3384.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3384.mp3"],"text":{"arab":"خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّلْمُؤْمِنِينَ","latin":"Khalaqal laahus samaawaati wal arda bilhaqq; inna fee zaalika la aayatal lilmu mineen","en":"Allah created the heavens and the earth in truth. Indeed in that is a sign for the believers.","id":"Allah menciptakan langit dan bumi dengan hak. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang mukmin."},"numberInSurah":44,"juz":20,"manzil":5,"page":401,"ruku":345,"hizbQuarter":160,"sajda":false},{"number":3385,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3385","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3385.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3385.mp3"],"text":{"arab":"ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ","latin":"Utlu maaa oohiya ilaika mional Kitaabi wa aqimis Salaata innas Salaata tanhaa 'anil fahshaaa'i wal munkar; wa lazikrul laahi akbar; wal laahu ya'lamu maa tasna'oon","en":"Recite, [O Muhammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allah is greater. And Allah knows that which you do.","id":"Bacalah apa yang telah diwahyukan kepadamu, yaitu Al Kitab (Al Quran) dan dirikanlah shalat. Sesungguhnya shalat itu mencegah dari (perbuatan-perbuatan) keji dan mungkar. Dan sesungguhnya mengingat Allah (shalat) adalah lebih besar (keutamaannya dari ibadat-ibadat yang lain). Dan Allah mengetahui apa yang kamu kerjakan."},"numberInSurah":45,"juz":20,"manzil":5,"page":401,"ruku":346,"hizbQuarter":160,"sajda":false},{"number":3386,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3386","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3386.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3386.mp3"],"text":{"arab":"۞ وَلَا تُجَٰدِلُوٓا۟ أَهْلَ ٱلْكِتَٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَٰحِدٌۭ وَنَحْنُ لَهُۥ مُسْلِمُونَ","latin":"Wa laa tujaadilooo Ahlal Kitaabi illaa billatee hiya ahsanu illal lazeena zalamoo minhum wa qoolooo aamannaa billazeee unzila ilainaa wa unzila ilaikum wa illaahunna wa illahukum waahidunw-wa nahnu lahoo muslimoon","en":"And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\"","id":"Dan janganlah kamu berdebat denganAhli Kitab, melainkan dengan cara yang paling baik, kecuali dengan orang-orang zalim di antara mereka, dan katakanlah: \"Kami telah beriman kepada (kitab-kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu; Tuhan kami dan Tuhanmu adalah satu; dan kami hanya kepada-Nya berserah diri\"."},"numberInSurah":46,"juz":21,"manzil":5,"page":402,"ruku":346,"hizbQuarter":161,"sajda":false},{"number":3387,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3387","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3387.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3387.mp3"],"text":{"arab":"وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلْكَٰفِرُونَ","latin":"Wa kazaalika anzalnaaa ilaikal Kitaab; fallazeena aatainaahumul kitaaba yu'minoona bihee wa min haaa'ulaaa'i many yu'minu bih; wa maa yajhadu bi'Aayaatinaa illal kaafiroon","en":"And thus We have sent down to you the Qur'an. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers.","id":"Dan demikian (pulalah) Kami turunkan kepadamu Al Kitab (Al Quran). Maka orang-orang yang telah kami berikan kepada mereka Al Kitab (Taurat) mereka beriman kepadanya (Al Quran); dan di antara mereka (orang-orang kafir Mekah) ada yang beriman kepadanya. Dan tiadalah yang mengingkari ayat-ayat kami selain orang-orang kafir."},"numberInSurah":47,"juz":21,"manzil":5,"page":402,"ruku":346,"hizbQuarter":161,"sajda":false},{"number":3388,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3388","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3388.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3388.mp3"],"text":{"arab":"وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَٰبٍۢ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًۭا لَّٱرْتَابَ ٱلْمُبْطِلُونَ","latin":"Wa maa kunta tatloo min qablihee min kitaabinw wa laa takhuttubhoo bi yameenika izal lartaabal mubtiloon","en":"And you did not recite before it any scripture, nor did you inscribe one with your right hand. Otherwise the falsifiers would have had [cause for] doubt.","id":"Dan kamu tidak pernah membaca sebelumnya (Al Quran) sesuatu Kitabpun dan kamu tidak (pernah) menulis suatu Kitab dengan tangan kananmu; andaikata (kamu pernah membaca dan menulis), benar-benar ragulah orang yang mengingkari(mu)."},"numberInSurah":48,"juz":21,"manzil":5,"page":402,"ruku":346,"hizbQuarter":161,"sajda":false},{"number":3389,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3389","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3389.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3389.mp3"],"text":{"arab":"بَلْ هُوَ ءَايَٰتٌۢ بَيِّنَٰتٌۭ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ","latin":"Bal huwa aayaatum baiyinaatun fee sudooril lazeena ootul 'ilm; wa maa yajhadu bi aayaatinaa illaz zaalimoon","en":"Rather, the Qur'an is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers.","id":"Sebenarnya, Al Quran itu adalah ayat-ayat yang nyata di dalam dada orang-orang yang diberi ilmu. Dan tidak ada yang mengingkari ayat-ayat Kami kecuali orang-orang yang zalim."},"numberInSurah":49,"juz":21,"manzil":5,"page":402,"ruku":346,"hizbQuarter":161,"sajda":false},{"number":3390,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3390","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3390.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3390.mp3"],"text":{"arab":"وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَٰتٌۭ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ","latin":"Wa qaaloo law laaa unzila 'alaihi aayaatum mir Rabbihee qul innamal aayaatu 'indal laahi wa innamaaa ana nazeerum mubeen","en":"But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allah, and I am only a clear warner.\"","id":"Dan orang-orang kafir Mekah berkata: \"Mengapa tidak diturunkan kepadanya mukjizat-mukjizat dari Tuhannya?\" Katakanlah: \"Sesungguhnya mukjizat-mukjizat itu terserah kepada Allah. Dan sesungguhnya aku hanya seorang pemberi peringatan yang nyata\"."},"numberInSurah":50,"juz":21,"manzil":5,"page":402,"ruku":346,"hizbQuarter":161,"sajda":false},{"number":3391,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3391","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3391.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3391.mp3"],"text":{"arab":"أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةًۭ وَذِكْرَىٰ لِقَوْمٍۢ يُؤْمِنُونَ","latin":"Awa lam yakfihim annaaa anzalnaa 'alaikal kitaaba yutlaa 'alaikhim; inna fee zaalika larahmatanw wa zikraa liqawminy yu'minoon","en":"And is it not sufficient for them that We revealed to you the Book which is recited to them? Indeed in that is a mercy and reminder for a people who believe.","id":"Dan apakah tidak cukup bagi mereka bahwasanya Kami telah menurunkan kepadamu Al Kitab (Al Quran) sedang dia dibacakan kepada mereka? Sesungguhnya dalam (Al Quran) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman."},"numberInSurah":51,"juz":21,"manzil":5,"page":402,"ruku":346,"hizbQuarter":161,"sajda":false},{"number":3392,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3392","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3392.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3392.mp3"],"text":{"arab":"قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًۭا ۖ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ","latin":"Qul kafaa billaahi bainee wa bainakum shaheedaa; ya'lamu maa fis samaawaati wal ard; wallazeena aamanoo bil baatili wa kafaroo billaahi ulaaa'ika humul khaasiroon","en":"Say, \"Sufficient is Allah between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allah - it is those who are the losers.\"","id":"Katakanlah: \"Cukuplah Allah menjadi saksi antaraku dan antaramu. Dia mengetahui apa yang di langit dan di bumi. Dan orang-orang yang percaya kepada yang batil dan ingkar kepada Allah, mereka itulah orang-orang yang merugi."},"numberInSurah":52,"juz":21,"manzil":5,"page":402,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3393,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3393","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3393.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3393.mp3"],"text":{"arab":"وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌۭ مُّسَمًّۭى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ","latin":"Wa yasta'jiloonaka bil'azaab; wa law laaa ajalum musammal lajaaa'ahumul 'zaab; wa la yaatiyannahum baghta tanw wa hum laa yash'uroon","en":"And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not.","id":"Dan mereka meminta kepadamu supaya segera diturunkan azab. Kalau tidaklah karena waktu yang telah ditetapkan, benar-benar telah datang azab kepada mereka, dan azab itu benar-benar akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya."},"numberInSurah":53,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3394,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3394","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3394.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3394.mp3"],"text":{"arab":"يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَٰفِرِينَ","latin":"Yasta'jiloonak bil'azaab; wa inna Jahannama lamuhee tatum bilkaafireen","en":"They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers","id":"Mereka meminta kepadamu supaya segera diturunkan azab. Dan sesungguhnya Jahannam benar-benar meliputi orang-orang yang kafir,"},"numberInSurah":54,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3395,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3395","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3395.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3395.mp3"],"text":{"arab":"يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ","latin":"Yawma yaghshaahumul 'azaabu min fawqihim wa min tahti arjulim wa yaqoolu zooqoo maa kuntum ta'maloon","en":"On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\"","id":"pada hari mereka ditutup oleh azab dari atas mereka dan dari bawah kaki mereka dan Allah berkata (kepada mereka): \"Rasailah (pembalasan dari) apa yang telah kamu kerjakan\"."},"numberInSurah":55,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3396,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3396","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3396.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3396.mp3"],"text":{"arab":"يَٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌۭ فَإِيَّٰىَ فَٱعْبُدُونِ","latin":"Yaa 'ibaadiyal lazeena aamanooo inna ardee waasi 'atun fa iyyaaya fa'budoon","en":"O My servants who have believed, indeed My earth is spacious, so worship only Me.","id":"Hai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku luas, maka sembahlah Aku saja."},"numberInSurah":56,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3397,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3397","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3397.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3397.mp3"],"text":{"arab":"كُلُّ نَفْسٍۢ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ","latin":"Kullu nafsin zaaa'iqatul mawti summa ilainaa turja'oon","en":"Every soul will taste death. Then to Us will you be returned.","id":"Tiap-tiap yang berjiwa akan merasakan mati. Kemudian hanyalah kepada Kami kamu dikembalikan."},"numberInSurah":57,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3398,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3398","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3398.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3398.mp3"],"text":{"arab":"وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًۭا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَٰمِلِينَ","latin":"Wallazeena aamanoo wa 'amilus saalihaati la nubawwi 'annahum minal Jannati ghurafan tajree min tahtihal anhaaru khaalideena feehaa; ni'ma ajrul 'aamileen","en":"And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers","id":"Dan orang-orang yang beriman dan mengerjakan amal-amal yang saleh, sesungguhnya akan Kami tempatkan mereka pada tempat-tempat yang tinggi di dalam surga, yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya. Itulah sebaik-baik pembalasan bagi orang-orang yang beramal,"},"numberInSurah":58,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3399,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3399","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3399.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3399.mp3"],"text":{"arab":"ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ","latin":"Allazeena sabaroo wa 'alaa Rabbihim yatawakkaloon","en":"Who have been patient and upon their Lord rely.","id":"(yaitu) yang bersabar dan bertawakkal kepada Tuhannya."},"numberInSurah":59,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3400,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3400","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3400.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3400.mp3"],"text":{"arab":"وَكَأَيِّن مِّن دَآبَّةٍۢ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","latin":"Wa ka ayyim min daaabbatil laa tahmilu riqqahaa; al laahu yarzuquhaa wa iyyaakum; wa Huwas Samee'ul Aleem","en":"And how many a creature carries not its [own] provision. Allah provides for it and for you. And He is the Hearing, the Knowing.","id":"Dan berapa banyak binatang yang tidak (dapat) membawa (mengurus) rezekinya sendiri. Allah-lah yang memberi rezeki kepadanya dan kepadamu dan Dia Maha Mendengar lagi Maha Mengetahui."},"numberInSurah":60,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3401,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3401","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3401.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3401.mp3"],"text":{"arab":"وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ","latin":"Wa la'in sa altahum man khalaqas samaawaati wal arda wa sakhkharash shamsa wal qamara la yaqoolunnal laahu fa ann yu'fakoon","en":"If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allah.\" Then how are they deluded?","id":"Dan sesungguhnya jika kamu tanyakan kepada mereka: \"Siapakah yang menjadikan langit dan bumi dan menundukkan matahari dan bulan?\" Tentu mereka akan menjawab: \"Allah\", maka betapakah mereka (dapat) dipalingkan (dari jalan yang benar)."},"numberInSurah":61,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3402,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3402","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3402.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3402.mp3"],"text":{"arab":"ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۭ","latin":"Allaahu yabsutur rizqa limany yashaaa'u min 'ibaadihee wa yaqdiru lah; innal laaha bikulli shai'in Aleem","en":"Allah extends provision for whom He wills of His servants and restricts for him. Indeed Allah is, of all things, Knowing.","id":"Allah melapangkan rezeki bagi siapa yang dikehendaki-Nya di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu."},"numberInSurah":62,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3403,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3403","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3403.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3403.mp3"],"text":{"arab":"وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ","latin":"Wa la'in sa altahum man nazzala minas samaaa'e maaa'an fa ahyaa bihil arda mim ba'di mawtihaa la yaqoolunnal laah; qulil hamdu lillah; bal aksaruhum laa ya'qiloon","en":"And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say \" Allah.\" Say, \"Praise to Allah \"; but most of them do not reason.","id":"Dan sesungguhnya jika kamu menanyakan kepada mereka: \"Siapakah yang menurunkan air dari langit lalu menghidupkan dengan air itu bumi sesudah matinya?\" Tentu mereka akan menjawab: \"Allah\", Katakanlah: \"Segala puji bagi Allah\", tetapi kebanyakan mereka tidak memahami(nya)."},"numberInSurah":63,"juz":21,"manzil":5,"page":403,"ruku":347,"hizbQuarter":161,"sajda":false},{"number":3404,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3404","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3404.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3404.mp3"],"text":{"arab":"وَمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌۭ وَلَعِبٌۭ ۚ وَإِنَّ ٱلدَّارَ ٱلْءَاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ","latin":"Wa maa haazihil hayaa tud dunyaaa illaa lahwunw-wa la'ib; wa innad Daaral Aakhirata la hiyal ha yawaan; law kaano ya'lamoon","en":"And this worldly life is not but diversion and amusement. And indeed, the home of the Hereafter - that is the [eternal] life, if only they knew.","id":"Dan tiadalah kehidupan dunia ini melainkan senda gurau dan main-main. Dan sesungguhnya akhirat itulah yang sebenarnya kehidupan, kalau mereka mengetahui."},"numberInSurah":64,"juz":21,"manzil":5,"page":404,"ruku":348,"hizbQuarter":161,"sajda":false},{"number":3405,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3405","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3405.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3405.mp3"],"text":{"arab":"فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ","latin":"Fa-izaa rakiboo fil fulki da'awul laaha mukhilseena lahud deena falammaa najjaa hum ilal baari izaa hum yushrikoon","en":"And when they board a ship, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, at once they associate others with Him","id":"Maka apabila mereka naik kapal mereka mendoa kepada Allah dengan memurnikan ketaatan kepada-Nya; maka tatkala Allah menyelamatkan mereka sampai ke darat, tiba-tiba mereka (kembali) mempersekutukan (Allah)"},"numberInSurah":65,"juz":21,"manzil":5,"page":404,"ruku":348,"hizbQuarter":161,"sajda":false},{"number":3406,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3406","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3406.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3406.mp3"],"text":{"arab":"لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ","latin":"Li yakfuroo bimaaa aatainaahum wa li yatamatta'oo fasaw fa ya'lamoon","en":"So that they will deny what We have granted them, and they will enjoy themselves. But they are going to know.","id":"agar mereka mengingkari nikmat yang telah Kami berikan kepada mereka dan agar mereka (hidup) bersenang-senang (dalam kekafiran). Kelak mereka akan mengetahui (akibat perbuatannya)."},"numberInSurah":66,"juz":21,"manzil":5,"page":404,"ruku":348,"hizbQuarter":161,"sajda":false},{"number":3407,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3407","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3407.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3407.mp3"],"text":{"arab":"أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًۭا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ","latin":"Awalam yaraw annaa ja'alnaa haraman aaminanw wa yutakhattafun naasu min haw lihim; afabil baatili yu'minoona wa bini'matil laahi yakfuroon","en":"Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away all around them? Then in falsehood do they believe, and in the favor of Allah they disbelieve?","id":"Dan apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan (negeri mereka) tanah suci yang aman, sedang manusia sekitarnya rampok-merampok. Maka mengapa (sesudah nyata kebenaran) mereka masih percaya kepada yang bathil dan ingkar kepada nikmat Allah?"},"numberInSurah":67,"juz":21,"manzil":5,"page":404,"ruku":348,"hizbQuarter":161,"sajda":false},{"number":3408,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3408","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3408.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3408.mp3"],"text":{"arab":"وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ","latin":"Wa man azlamu mimma nif taraa 'alal laahi kaziban aw kazzaba bilhaqqi lammaa jaaa'ah; alaisa fee jahannama maswal lil kaafireen","en":"And who is more unjust than one who invents a lie about Allah or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers?","id":"Dan siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kedustaan terhadap Allah atau mendustakan yang hak tatkala yang hak itu datang kepadanya? Bukankah dalam neraka Jahannam itu ada tempat bagi orang-orang yang kafir?"},"numberInSurah":68,"juz":21,"manzil":5,"page":404,"ruku":348,"hizbQuarter":161,"sajda":false},{"number":3409,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3409","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3409.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3409.mp3"],"text":{"arab":"وَٱلَّذِينَ جَٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ","latin":"Wallazeena jaahadoo feenaa lanahdiyannahum subulana; wa innal laaha lama'al muhsineen","en":"And those who strive for Us - We will surely guide them to Our ways. And indeed, Allah is with the doers of good.","id":"Dan orang-orang yang berjihad untuk (mencari keridhaan) Kami, benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami. Dan sesungguhnya Allah benar-benar beserta orang-orang yang berbuat baik."},"numberInSurah":69,"juz":21,"manzil":5,"page":404,"ruku":348,"hizbQuarter":161,"sajda":false}]}