{"idRevelationType":"Mekah","idNameTranslation":"Sajdah","number":32,"name":"سورة السجدة","englishName":"As-Sajda","englishNameTranslation":"The Prostration","revelationType":"Meccan","numberOfAyahs":30,"ayahs":[{"number":3504,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3504","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3504.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3504.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓمٓ","latin":"Alif-Laaam-Meeem","en":"Alif, Lam, Meem.","id":"Alif Laam Miim"},"numberInSurah":1,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3505,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3505","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3505.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3505.mp3"],"text":{"arab":"تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ","latin":"Tanzeelul Kitaabi 'laaraiba feehi mir rabbil 'aalameen","en":"[This is] the revelation of the Book about which there is no doubt from the Lord of the worlds.","id":"Turunnya Al-Quran yang tidak ada keraguan di dalamnya, (adalah) dari Tuhan semesta alam."},"numberInSurah":2,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3506,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3506","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3506.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3506.mp3"],"text":{"arab":"أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ","latin":"Am yaqooloonaf taraahu bal huwal haqqu mir rabbika litunzira qawma maaa ataahum min nazeerim min qablika la'allahum yahtadoon","en":"Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muhammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided.","id":"Tetapi mengapa mereka (orang kafir) mengatakan: \"Dia Muhammad mengada-adakannya\". Sebenarnya Al-Quran itu adalah kebenaran dari Rabbmu, agar kamu memberi peringatan kepada kaum yang belum datang kepada mereka orang yang memberi peringatan sebelum kamu; mudah-mudahan mereka mendapat petunjuk."},"numberInSurah":3,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3507,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3507","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3507.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3507.mp3"],"text":{"arab":"ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ","latin":"Allaahul lazee khalaqas samaawaati wal arda wa maa bainahumaa fee sittati ayyaam;Thummas tawaa 'alal 'arsh; maa lakum min doonihee minw-wwaliyyinw-wala shafee'; afala tatazakkaroon","en":"It is Allah who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne. You have not besides Him any protector or any intercessor; so will you not be reminded?","id":"Allah lah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas 'Arsy. Tidak ada bagi kamu selain dari pada-Nya seorang penolongpun dan tidak (pula) seorang pemberi syafa'at. Maka apakah kamu tidak memperhatikan?"},"numberInSurah":4,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3508,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3508","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3508.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3508.mp3"],"text":{"arab":"يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍۢ مِّمَّا تَعُدُّونَ","latin":"Yudabbirul amra minas samaaa'i ilal ardi Thumma ya'ruju ilai Thumma ya'ruju ilaihi fee yawmin kaana miqdaaruhoooo alfa sanatim mimmaa ta'uddoon","en":"He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count.","id":"Dia mengatur urusan dari langit ke bumi, kemudian (urusan) itu naik kepada-Nya dalam satu hari yang kadarnya adalah seribu tahun menurut perhitunganmu"},"numberInSurah":5,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3509,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3509","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3509.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3509.mp3"],"text":{"arab":"ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ","latin":"Zaalika 'aalimul ghaybi wa shahaadatil 'azeezur raheem","en":"That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,","id":"Yang demikian itu ialah Tuhan Yang mengetahui yang ghaib dan yang nyata, Yang Maha Perkasa lagi Maha Penyayang."},"numberInSurah":6,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3510,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3510","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3510.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3510.mp3"],"text":{"arab":"ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍۢ","latin":"Allazee ahsana kulla shai in khalaqa; wa bada a khalqal insaani min teen","en":"Who perfected everything which He created and began the creation of man from clay.","id":"Yang membuat segala sesuatu yang Dia ciptakan sebaik-baiknya dan Yang memulai penciptaan manusia dari tanah."},"numberInSurah":7,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3511,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3511","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3511.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3511.mp3"],"text":{"arab":"ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍۢ مِّن مَّآءٍۢ مَّهِينٍۢ","latin":"Thumma ja'ala naslahoo min sulaalatim mim maaa'immaheen","en":"Then He made his posterity out of the extract of a liquid disdained.","id":"Kemudian Dia menjadikan keturunannya dari saripati air yang hina."},"numberInSurah":8,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3512,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3512","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3512.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3512.mp3"],"text":{"arab":"ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ","latin":"Thumma sawwaahu wa nafakha feehi mir roohihih; wa ja'ala lakumus sam'a wal-absaara wal-af'idah; taqaleelam maa tashkuroon","en":"Then He proportioned him and breathed into him from His [created] soul and made for you hearing and vision and hearts; little are you grateful.","id":"Kemudian Dia menyempurnakan dan meniupkan ke dalamnya roh (ciptaan)-Nya dan Dia menjadikan bagi kamu pendengaran, penglihatan dan hati; (tetapi) kamu sedikit sekali bersyukur."},"numberInSurah":9,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3513,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3513","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3513.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3513.mp3"],"text":{"arab":"وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ","latin":"Wa qaalooo 'a-izaa dalalnaa fil ardi 'a-innaa lafee khalqin jadeed; bal hum biliqaaa'i rabbihim kaafirroon","en":"And they say, \"When we are lost within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in [the matter of] the meeting with their Lord, disbelievers.","id":"Dan mereka berkata: \"Apakah bila kami telah lenyap (hancur) dalam tanah, kami benar-benar akan berada dalam ciptaan yang baru?\" Bahkan mereka ingkar akan menemui Tuhannya."},"numberInSurah":10,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":165,"sajda":false},{"number":3514,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3514","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3514.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3514.mp3"],"text":{"arab":"۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ","latin":"Qul yatawaffaakum malakul mawtil lazee wukkila bikum Thumma ilaa rabbikum turja'oon","en":"Say, \"The angel of death will take you who has been entrusted with you. Then to your Lord you will be returned.\"","id":"Katakanlah: \"Malaikat maut yang diserahi untuk (mencabut nyawa)mu akan mematikanmu, kemudian hanya kepada Tuhanmulah kamu akan dikembalikan\"."},"numberInSurah":11,"juz":21,"manzil":5,"page":415,"ruku":358,"hizbQuarter":166,"sajda":false},{"number":3515,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3515","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3515.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3515.mp3"],"text":{"arab":"وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ","latin":"Wa law taraaa izil mujrimoona naakisoo ru'oosihim 'inda rabbihim rabbanaaa absarnaa wa sami'naa farji'naa na'mal saalihan innaa mooqinoon","en":"If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\"","id":"Dan, jika sekiranya kamu melihat mereka ketika orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata): \"Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), kami akan mengerjakan amal saleh, sesungguhnya kami adalah orang-orang yang yakin\"."},"numberInSurah":12,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3516,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3516","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3516.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3516.mp3"],"text":{"arab":"وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ","latin":"Wa law shi'naa la-aatainaa kulla nafsin hudaahaa wa laakin haqqal qawlu minnee la amla'anna jahannama minal jinnati wannaasi ajma'een","en":"And if We had willed, We could have given every soul its guidance, but the word from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together.","id":"Dan kalau Kami menghendaki niscaya Kami akan berikan kepada tiap-tiap jiwa petunjuk, akan tetapi telah tetaplah perkataan dari pada-Ku: \"Sesungguhnya akan Aku penuhi neraka jahannam itu dengan jin dan manusia bersama-sama\"."},"numberInSurah":13,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3517,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3517","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3517.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3517.mp3"],"text":{"arab":"فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ","latin":"Fazooqoo bimaa naseetum liqaaa'a yawminkum haaza innaa naseenaakum wa zooqoo 'azaabal khuldi bimaa kuntum ta'maloon","en":"So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\"","id":"Maka rasailah olehmu (siksa ini) disebabkan kamu melupakan akan pertemuan dengan harimu ini. Sesungguhnya Kami telah melupakan kamu (pula) dan rasakanlah siksa yang kekal, disebabkan apa yang selalu kamu kerjakan."},"numberInSurah":14,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3518,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3518","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3518.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3518.mp3"],"text":{"arab":"إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًۭا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩","latin":"Innamaa yu'minu bi aayaatinal lazeena izaa zukkiroo bihaa kharroo sujjadanw wa sabbahoo bihamdi rabbihim wa hum laa yastakbiroon","en":"Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allah] with praise of their Lord, and they are not arrogant.","id":"Sesungguhnya orang yang benar-benar percaya kepada ayat-ayat Kami adalah mereka yang apabila diperingatkan dengan ayat-ayat itu mereka segera bersujud seraya bertasbih dan memuji Rabbnya, dan lagi pula mereka tidaklah sombong."},"numberInSurah":15,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":{"id":10,"recommended":false,"obligatory":true}},{"number":3519,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3519","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3519.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3519.mp3"],"text":{"arab":"تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًۭا وَطَمَعًۭا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ","latin":"Tatajaafaa junoobuhum 'anil madaaji'i yad'oona rabbahum khawfanw wa tama'anw wa mimmaa razaqnaahum yunfiqoon","en":"They arise from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.","id":"Lambung mereka jauh dari tempat tidurnya dan mereka selalu berdoa kepada Rabbnya dengan penuh rasa takut dan harap, serta mereka menafkahkan apa apa rezeki yang Kami berikan."},"numberInSurah":16,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3520,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3520","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3520.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3520.mp3"],"text":{"arab":"فَلَا تَعْلَمُ نَفْسٌۭ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍۢ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ","latin":"Falaa ta'lamu nafsum maaa ukhfiya lahum min qurrati a'yunin jazaaa'am bimaa kaanoo ya'maloon","en":"And no soul knows what has been hidden for them of comfort for eyes as reward for what they used to do.","id":"Tak seorangpun mengetahui berbagai nikmat yang menanti, yang indah dipandang sebagai balasan bagi mereka, atas apa yang mereka kerjakan."},"numberInSurah":17,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3521,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3521","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3521.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3521.mp3"],"text":{"arab":"أَفَمَن كَانَ مُؤْمِنًۭا كَمَن كَانَ فَاسِقًۭا ۚ لَّا يَسْتَوُۥنَ","latin":"Afaman kaana mu'minan kaman kaana faasiqaa; laa yasta woon","en":"Then is one who was a believer like one who was defiantly disobedient? They are not equal.","id":"Apakah orang-orang beriman itu sama dengan orang-orang yang fasik? Mereka tidak sama."},"numberInSurah":18,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3522,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3522","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3522.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3522.mp3"],"text":{"arab":"أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ","latin":"Ammal lazeena aamanoo wa 'amilus saalihaati falahum jannaatul maawa nuzulam bimaa kaanoo ya'maloon","en":"As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do.","id":"Adapun orang-orang yang beriman dan mengerjakan amal saleh, maka bagi mereka jannah tempat kediaman, sebagai pahala terhadap apa yang mereka kerjakan."},"numberInSurah":19,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3523,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3523","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3523.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3523.mp3"],"text":{"arab":"وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ","latin":"Wa ammal lazeena fasaqoo famaawaahumn Naaru kullamaaa araadooo any yakhrujoo minhaaa u'eedoo feehaa wa qeela lahum zooqoo 'zaaaban Naaril lazee kuntum bihee tukazziboon","en":"But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\"","id":"Dan adapun orang-orang yang fasik (kafir) maka tempat mereka adalah jahannam. Setiap kali mereka hendak keluar daripadanya, mereka dikembalikan ke dalamnya dan dikatakan kepada mereka: \"Rasakanlah siksa neraka yang dahulu kamu mendustakannya\"."},"numberInSurah":20,"juz":21,"manzil":5,"page":416,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3524,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3524","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3524.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3524.mp3"],"text":{"arab":"وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ","latin":"Wa lanuzeeqan nahum minal 'azaabil ladnaa doonal 'azaabil akbari la'allahum yarji'oon","en":"And we will surely let them taste the nearer punishment short of the greater punishment that perhaps they will repent.","id":"Dan Sesungguhnya Kami merasakan kepada mereka sebahagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat), mudah-mudahan mereka kembali (ke jalan yang benar)."},"numberInSurah":21,"juz":21,"manzil":5,"page":417,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3525,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3525","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3525.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3525.mp3"],"text":{"arab":"وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ","latin":"Wa man azlamu mimman zukkira bi aayaati rabbihee summa a'rada 'anhaa; innaa minal mujrimeena muntaqimmon","en":"And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution.","id":"Dan siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian ia berpaling daripadanya? Sesungguhnya Kami akan memberikan pembalasan kepada orang-orang yang berdosa."},"numberInSurah":22,"juz":21,"manzil":5,"page":417,"ruku":359,"hizbQuarter":166,"sajda":false},{"number":3526,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3526","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3526.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3526.mp3"],"text":{"arab":"وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍۢ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ","latin":"Wa laqad aayainaa Moosal Kitaaba falaa takun fee miryatim mil liqaaa'ihee wa ja'alnaahu hudal li Baneee Israaa'eel","en":"And We certainly gave Moses the Scripture, so do not be in doubt over his meeting. And we made the Torah guidance for the Children of Israel.","id":"Dan Sesungguhnya Kami telah berikan kepada Musa Al-Kitab (Taurat), maka janganlah kamu (Muhammad) ragu menerima (Al-Quran itu) dan Kami jadikan Al-Kitab (Taurat) itu petunjuk bagi Bani Israil."},"numberInSurah":23,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3527,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3527","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3527.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3527.mp3"],"text":{"arab":"وَجَعَلْنَا مِنْهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ","latin":"Wa ja'alnaa minhum a'immatany yahdoona bi amrinaa lammaa sabaroo wa kaanoo bi aayaatinaa yooqinoon","en":"And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs.","id":"Dan Kami jadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami ketika mereka sabar. Dan adalah mereka meyakini ayat-ayat Kami."},"numberInSurah":24,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3528,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3528","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3528.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3528.mp3"],"text":{"arab":"إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ","latin":"Inna rabbaka huwa yafsilu bainahum yawmal qiyaamati feemaa kaanoo feehi yakhtalifoon","en":"Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.","id":"Sesungguhnya Tuhanmu Dialah yang memberikan keputusan di antara mereka pada hari kiamat tentang apa yang selalu mereka perselisihkan padanya."},"numberInSurah":25,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3529,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3529","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3529.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3529.mp3"],"text":{"arab":"أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ ۖ أَفَلَا يَسْمَعُونَ","latin":"Awalam yahdi lahum kam ahlaknaa min qablihim minal qurooni yamshoona fee zaalika la aayaatin afalaa yasma'oon","en":"Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?","id":"Dan apakah tidak menjadi petunjuk bagi mereka, berapa banyak umat sebelum mereka yang telah Kami binasakan sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Maka apakah mereka tidak mendengarkan?"},"numberInSurah":26,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3530,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3530","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3530.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3530.mp3"],"text":{"arab":"أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًۭا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ","latin":"Awalam yaraw annaa nasooqul maaa'a ilal lardil juruzi fanukhriju bihee zar'an taakulu minhu an'aamuhum wa anfusuhum afalaa yubsiroon","en":"Have they not seen that We drive the water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?","id":"Dan apakah mereka tidak memperhatikan, bahwasanya Kami menghalau (awan yang mengandung) air ke bumi yang tandus, lalu Kami tumbuhkan dengan air hujan itu tanaman yang daripadanya makan hewan ternak mereka dan mereka sendiri. Maka apakah mereka tidak memperhatikan?"},"numberInSurah":27,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3531,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3531","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3531.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3531.mp3"],"text":{"arab":"وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ","latin":"Wa yaqooloona mataa haazal fat hu in kuntum saadiqeen","en":"And they say, \"When will be this conquest, if you should be truthful?\"","id":"Dan mereka bertanya: \"Bilakah kemenangan itu (datang) jika kamu memang orang-orang yang benar?\""},"numberInSurah":28,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3532,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3532","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3532.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3532.mp3"],"text":{"arab":"قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ","latin":"Qul yawmal fat hi laa yanfa'ul lazeena kafarooo eemaanuhum wa laa hum yunzaroon","en":"Say, [O Muhammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\"","id":"Katakanlah: \"Pada hari kemenangan itu tidak berguna bagi orang-orang kafir, iman mereka dan tidak pula mereka diberi tangguh\"."},"numberInSurah":29,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false},{"number":3533,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3533","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/3533.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/3533.mp3"],"text":{"arab":"فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ","latin":"Fa a'rid 'anhum wantazir innahum muntazirron","en":"So turn away from them and wait. Indeed, they are waiting.","id":"Maka berpalinglah kamu dari mereka dan tunggulah, sesungguhnya mereka (juga) menunggu."},"numberInSurah":30,"juz":21,"manzil":5,"page":417,"ruku":360,"hizbQuarter":166,"sajda":false}]}