{"idRevelationType":"Mekah","idNameTranslation":"Maha Pengampun","number":40,"name":"سورة غافر","englishName":"Ghafir","englishNameTranslation":"The Forgiver","revelationType":"Meccan","numberOfAyahs":85,"ayahs":[{"number":4134,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4134","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4134.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4134.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ","latin":"Haa-Meeem","en":"Ha, Meem.","id":"Haa Miim."},"numberInSurah":1,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4135,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4135","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4135.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4135.mp3"],"text":{"arab":"تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ","latin":"Tanzeelul Kitaabi minal laahil Azeezil 'Aleem","en":"The revelation of the Book is from Allah, the Exalted in Might, the Knowing.","id":"Diturunkan Kitab ini (Al Quran) dari Allah Yang Maha Perkasa lagi Maha Mengetahui,"},"numberInSurah":2,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4136,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4136","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4136.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4136.mp3"],"text":{"arab":"غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ","latin":"Ghaafiriz zambi wa qaabilit tawbi shadeedil 'iqaabi zit tawli laaa ilaaha illaa Huwa ilaihil maseer","en":"The forgiver of sin, acceptor of repentance, severe in punishment, owner of abundance. There is no deity except Him; to Him is the destination.","id":"Yang Mengampuni dosa dan Menerima taubat lagi keras hukuman-Nya. Yang mempunyai karunia. Tiada Tuhan (yang berhak disembah) selain Dia. Hanya kepada-Nya-lah kembali (semua makhluk)."},"numberInSurah":3,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4137,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4137","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4137.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4137.mp3"],"text":{"arab":"مَا يُجَٰدِلُ فِىٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَٰدِ","latin":"Maa yujaadilu feee Aayaatil laahi illal lazeena kafaroo falaa yaghrurka taqallubuhum fil bilaad","en":"No one disputes concerning the signs of Allah except those who disbelieve, so be not deceived by their [uninhibited] movement throughout the land.","id":"Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah pulang balik mereka dengan bebas dari suatu kota ke kota yang lain memperdayakan kamu."},"numberInSurah":4,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4138,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4138","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4138.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4138.mp3"],"text":{"arab":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَٰدَلُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ","latin":"Kazzabat qablahum qawmu Noohinw wal Ahzaabu mim ba'dihim wa hammat kullu ummatim bi Rasoolihim liyaa khuzoobhu wa jaadaloo bilbaatili liyudhidoo bihil haqqa fa akhaztuhum fakifa kaana 'iqaab","en":"The people of Noah denied before them and the [disbelieving] factions after them, and every nation intended [a plot] for their messenger to seize him, and they disputed by [using] falsehood to [attempt to] invalidate thereby the truth. So I seized them, and how [terrible] was My penalty.","id":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu sesudah mereka telah mendustakan (rasul) dan tiap-tiap umat telah merencanakan makar terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran dengan yang batil itu; karena itu Aku azab mereka. Maka betapa (pedihnya) azab-Ku?"},"numberInSurah":5,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4139,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4139","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4139.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4139.mp3"],"text":{"arab":"وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَٰبُ ٱلنَّارِ","latin":"Wa kazaalika haqqat Kalimatu Rabbika 'alal lazeena kafarooo annahum Ashaabun Naar","en":"And thus has the word of your Lord come into effect upon those who disbelieved that they are companions of the Fire.","id":"Dan demikianlah telah pasti berlaku ketetapan azab Tuhanmu terhadap orang-orang kafir, karena sesungguhnya mereka adalah penghuni neraka."},"numberInSurah":6,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4140,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4140","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4140.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4140.mp3"],"text":{"arab":"ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍۢ رَّحْمَةًۭ وَعِلْمًۭا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ","latin":"Allazeena yahmiloonal 'Arsha wa man hawlahoo yusabbihoona bihamdi Rabbihim wa yu'minoona bihee wa yastaghfiroona lillazeena aamanoo Rabbanaa wasi'ta kulla shai'ir rahmantanw wa 'ilman faghfir lillazeena taaboo wattaba'oo sabeelaka wa qihim 'azaabal Jaheem","en":"Those [angels] who carry the Throne and those around it exalt [Allah] with praise of their Lord and believe in Him and ask forgiveness for those who have believed, [saying], \"Our Lord, You have encompassed all things in mercy and knowledge, so forgive those who have repented and followed Your way and protect them from the punishment of Hellfire.","id":"(Malaikat-malaikat) yang memikul 'Arsy dan malaikat yang berada di sekelilingnya bertasbih memuji Tuhannya dan mereka beriman kepada-Nya serta memintakan ampun bagi orang-orang yang beriman (seraya mengucapkan): \"Ya Tuhan kami, rahmat dan ilmu Engkau meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertaubat dan mengikuti jalan Engkau dan peliharalah mereka dari siksaan neraka yang menyala-nyala,"},"numberInSurah":7,"juz":24,"manzil":6,"page":467,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4141,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4141","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4141.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4141.mp3"],"text":{"arab":"رَبَّنَا وَأَدْخِلْهُمْ جَنَّٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ","latin":"Rabbannaa wa adkhilhum Jannaati 'adninil latee wa'attahum wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim; innaka Antal 'Azeezul Hakeem","en":"Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their fathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise.","id":"ya Tuhan kami, dan masukkanlah mereka ke dalam surga 'Adn yang telah Engkau janjikan kepada mereka dan orang-orang yang saleh di antara bapak-bapak mereka, dan isteri-isteri mereka, dan keturunan mereka semua. Sesungguhnya Engkaulah Yang Maha Perkasa lagi Maha Bijaksana,"},"numberInSurah":8,"juz":24,"manzil":6,"page":468,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4142,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4142","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4142.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4142.mp3"],"text":{"arab":"وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍۢ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ","latin":"Wa qihimus saiyi-aat; wa man taqis saiyi-aati Yawma'izin faqad rahimtah; wa zaalika huwal fawzul 'azeem","en":"And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\"","id":"dan peliharalah mereka dari (balasan) kejahatan. Dan orang-orang yang Engkau pelihara dari (pembalasan) kejahatan pada hari itu maka sesungguhnya telah Engkau anugerahkan rahmat kepadanya dan itulah kemenangan yang besar\"."},"numberInSurah":9,"juz":24,"manzil":6,"page":468,"ruku":404,"hizbQuarter":187,"sajda":false},{"number":4143,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4143","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4143.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4143.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَٰنِ فَتَكْفُرُونَ","latin":"Innal lazeena kafaroo yunaadawna lamaqtul laahi akbaru mim maqtikum anfusakum iz tud'awna ilal eemaani fatakfuroon","en":"Indeed, those who disbelieve will be addressed, \"The hatred of Allah for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you refused.\"","id":"Sesungguhnya orang-orang yang kafir diserukan kepada mereka (pada hari kiamat): \"Sesungguhnya kebencian Allah (kepadamu) lebih besar daripada kebencianmu kepada dirimu sendiri karena kamu diseru untuk beriman lalu kamu kafir\"."},"numberInSurah":10,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4144,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4144","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4144.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4144.mp3"],"text":{"arab":"قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍۢ مِّن سَبِيلٍۢ","latin":"Qaaloo Rabbanaaa amat tanasnataini wa ahyaitanas nataini fa'tarafnaa bizunoo binaa fahal ilaa khuroojim min sabeel","en":"They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\"","id":"Mereka menjawab: \"Ya Tuhan kami Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah sesuatu jalan (bagi kami) untuk keluar (dari neraka)?\""},"numberInSurah":11,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4145,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4145","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4145.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4145.mp3"],"text":{"arab":"ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ","latin":"Zaalikum bi annahooo izaa du'iyal laahu wahdahoo kafartum wa iny yushrak bihee tu'minoo; falhukmu lillaahil 'Aliyyil Kabeer","en":"[They will be told], \"That is because, when Allah was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allah, the Most High, the Grand.\"","id":"Yang demikian itu adalah karena kamu kafir apabila Allah saja disembah. Dan kamu percaya apabila Allah dipersekutukan. Maka putusan (sekarang ini) adalah pada Allah Yang Maha Tinggi lagi Maha Besar."},"numberInSurah":12,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4146,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4146","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4146.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4146.mp3"],"text":{"arab":"هُوَ ٱلَّذِى يُرِيكُمْ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًۭا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ","latin":"Huwal lazee yureekum Aayaatihee wa yunazzilu lakum minas samaaa'i rizqaa; wa maa tatazakkaru illaa mai yuneeb","en":"It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance].","id":"Dialah yang memperlihatkan kepadamu tanda-tanda (kekuasaan)-Nya dan menurunkan untukmu rezeki dari langit. Dan tiadalah mendapat pelajaran kecuali orang-orang yang kembali (kepada Allah)."},"numberInSurah":13,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4147,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4147","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4147.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4147.mp3"],"text":{"arab":"فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ","latin":"Fad'ul laaha mukhliseena lahud deena wa law karihal kaafiroon","en":"So invoke Allah, [being] sincere to Him in religion, although the disbelievers dislike it.","id":"Maka sembahlah Allah dengan memurnikan ibadat kepada-Nya, meskipun orang-orang kafir tidak menyukai(nya)."},"numberInSurah":14,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4148,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4148","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4148.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4148.mp3"],"text":{"arab":"رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ","latin":"Rafee'ud darajaati zul 'Arshi yulqir rooha min amrihee 'alaa mai yashaaa'u min 'ibaadihee liyunzira yawmat talaaq","en":"[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command upon whom He wills of His servants to warn of the Day of Meeting.","id":"(Dialah) Yang Maha Tinggi derajat-Nya, Yang mempunyai 'Arsy, Yang mengutus Jibril dengan (membawa) perintah-Nya kepada siapa yang dikehendaki-Nya di antara hamba-hamba-Nya, supaya dia memperingatkan (manusia) tentang hari pertemuan (hari kiamat)."},"numberInSurah":15,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4149,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4149","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4149.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4149.mp3"],"text":{"arab":"يَوْمَ هُم بَٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌۭ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ","latin":"Yawma hum baarizoona laa yakhfaa 'alal laahi minhum shai; limanil mulkul Yawma lillaahil Waahidil Qahaar","en":"The Day they come forth nothing concerning them will be concealed from Allah. To whom belongs [all] sovereignty this Day? To Allah, the One, the Prevailing.","id":"(Yaitu) hari (ketika) mereka keluar (dari kubur); tiada suatupun dari keadaan mereka yang tersembunyi bagi Allah. (Lalu Allah berfirman): \"Kepunyaan siapakah kerajaan pada hari ini?\" Kepunyaan Allah Yang Maha Esa lagi Maha Mengalahkan."},"numberInSurah":16,"juz":24,"manzil":6,"page":468,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4150,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4150","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4150.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4150.mp3"],"text":{"arab":"ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ","latin":"Al-Yawma tujzaa kullu nafsim bimaa kasabat; laa zulmal Yawm; innal laaha saree'ul hisaab","en":"This Day every soul will be recompensed for what it earned. No injustice today! Indeed, Allah is swift in account.","id":"Pada hari ini tiap-tiap jiwa diberi balasan dengan apa yang diusahakannya. Tidak ada yang dirugikan pada hari ini. Sesungguhnya Allah amat cepat hisabnya."},"numberInSurah":17,"juz":24,"manzil":6,"page":469,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4151,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4151","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4151.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4151.mp3"],"text":{"arab":"وَأَنذِرْهُمْ يَوْمَ ٱلْءَازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَٰظِمِينَ ۚ مَا لِلظَّٰلِمِينَ مِنْ حَمِيمٍۢ وَلَا شَفِيعٍۢ يُطَاعُ","latin":"Wa anzirhum yawmal aazifati izil quloobu ladal hanaajiri kaazimeen; maa lizzaalimeena min hameeminw wa laa shafee'iny-yutaa'","en":"And warn them, [O Muhammad], of the Approaching Day, when hearts are at the throats, filled [with distress]. For the wrongdoers there will be no devoted friend and no intercessor [who is] obeyed.","id":"Berilah mereka peringatan dengan hari yang dekat (hari kiamat yaitu) ketika hati (menyesak) sampai di kerongkongan dengan menahan kesedihan. Orang-orang yang zalim tidak mempunyai teman setia seorangpun dan tidak (pula) mempunyai seorang pemberi syafa'at yang diterima syafa'atnya."},"numberInSurah":18,"juz":24,"manzil":6,"page":469,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4152,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4152","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4152.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4152.mp3"],"text":{"arab":"يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ","latin":"Ya'lamu khaaa'inatal a'yuni wa maa tukhfis sudoor","en":"He knows that which deceives the eyes and what the breasts conceal.","id":"Dia mengetahui (pandangan) mata yang khianat dan apa yang disembunyikan oleh hati."},"numberInSurah":19,"juz":24,"manzil":6,"page":469,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4153,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4153","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4153.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4153.mp3"],"text":{"arab":"وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ","latin":"Wallaahu yaqdee bilhaqq, wallazeena yad'oona min doonihee laa yaqdoona bishai'; innal laaha Huwas Samee'ul Baseer","en":"And Allah judges with truth, while those they invoke besides Him judge not with anything. Indeed, Allah - He is the Hearing, the Seeing.","id":"Dan Allah menghukum dengan keadilan. Dan sembahan-sembahan yang mereka sembah selain Allah tiada dapat menghukum dengan sesuatu apapun. Sesungguhnya Allah Dialah Yang Maha Mendengar lagi Maha Melihat."},"numberInSurah":20,"juz":24,"manzil":6,"page":469,"ruku":405,"hizbQuarter":187,"sajda":false},{"number":4154,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4154","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4154.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4154.mp3"],"text":{"arab":"۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةًۭ وَءَاثَارًۭا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍۢ","latin":"Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena kaanoo min qablihim; kaanoo hum ashadda minhum quwwatanw wa aasaaran fil ardi fa akhazahumul laahu bizunoobihim wa maa kaana lahum minal laahi minw waaq","en":"Have they not traveled through the land and observed how was the end of those who were before them? They were greater than them in strength and in impression on the land, but Allah seized them for their sins. And they had not from Allah any protector.","id":"Dan apakah mereka tidak mengadakan perjalanan di muka bumi, lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Mereka itu adalah lebih hebat kekuatannya daripada mereka dan (lebih banyak) bekas-bekas mereka di muka bumi, maka Allah mengazab mereka disebabkan dosa-dosa mereka. Dan mereka tidak mempunyai seorang pelindung dari azab Allah."},"numberInSurah":21,"juz":24,"manzil":6,"page":469,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4155,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4155","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4155.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4155.mp3"],"text":{"arab":"ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّۭ شَدِيدُ ٱلْعِقَابِ","latin":"Zaalika bi annahum kaanat taateehim Rusuluhum bilbaiyinaati fakafaroo fa akhazahumul laah; innahoo qawiyyun shadeedul 'iqaab","en":"That was because their messengers were coming to them with clear proofs, but they disbelieved, so Allah seized them. Indeed, He is Powerful and severe in punishment.","id":"Yang demiklan itu adalah karena telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang nyata lalu mereka kafir; maka Allah mengazab mereka. Sesungguhnya Dia Maha Kuat lagi Maha Keras hukuman-Nya."},"numberInSurah":22,"juz":24,"manzil":6,"page":469,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4156,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4156","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4156.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4156.mp3"],"text":{"arab":"وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلْطَٰنٍۢ مُّبِينٍ","latin":"Wa laqad arsalnaa Moosaa bi Aayaatinaa wa sultaanim mubeen","en":"And We did certainly send Moses with Our signs and a clear authority","id":"Dan sesungguhnya telah Kami utus Musa dengan membawa ayat-ayat Kami dan keterangan yang nyata,"},"numberInSurah":23,"juz":24,"manzil":6,"page":469,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4157,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4157","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4157.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4157.mp3"],"text":{"arab":"إِلَىٰ فِرْعَوْنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُوا۟ سَٰحِرٌۭ كَذَّابٌۭ","latin":"Ilaa Fir'awna wa Haamaana qa Qaaroona faqaaloo saahirun kazzaab","en":"To Pharaoh, Haman and Qarun; but they said, \"[He is] a magician and a liar.\"","id":"kepada Fir'aun, Haman dan Qarun; maka mereka berkata: \"(Ia) adalah seorang ahli sihir yang pendusta\"."},"numberInSurah":24,"juz":24,"manzil":6,"page":469,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4158,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4158","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4158.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4158.mp3"],"text":{"arab":"فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍۢ","latin":"Falamuna jaaa'ahum bil haqqi min 'indinaa qaaluq tulooo abnaaa'al lazeena aamanoo ma'ahoo wastahyoo nisaaa'ahum; wa maa kaidul kaafireena illaa fee dalaal","en":"And when he brought them the truth from Us, they said, \"Kill the sons of those who have believed with him and keep their women alive.\" But the plan of the disbelievers is not except in error.","id":"Maka tatkala Musa datang kepada mereka membawa kebenaran dari sisi Kami mereka berkata: \"Bunuhlah anak-anak orang-orang yang beriman bersama dengan dia dan biarkanlah hidup wanita-wanita mereka\". Dan tipu daya orang-orang kafir itu tak lain hanyalah sia-sia (belaka)."},"numberInSurah":25,"juz":24,"manzil":6,"page":469,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4159,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4159","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4159.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4159.mp3"],"text":{"arab":"وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ","latin":"Wa qaala Fir'awnu zarooneee aqtul Moosaa walyad'u Rabbahoo inneee akhaafu ai yubaddila deenakum aw ai yuzhira fil ardil fasaad","en":"And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land.\"","id":"Dan berkata Fir'aun (kepada pembesar-pembesarnya): \"Biarkanlah aku membunuh Musa dan hendaklah ia memohon kepada Tuhannya, karena sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di muka bumi\"."},"numberInSurah":26,"juz":24,"manzil":6,"page":470,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4160,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4160","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4160.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4160.mp3"],"text":{"arab":"وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍۢ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ","latin":"Wa qaala Moosaaaa innee 'uztu bi Rabbee wa Rabbikum min kulli mutakabbiril laayu'minu bi Yawmil Hisaab","en":"But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\"","id":"Dan Musa berkata: \"Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari berhisab\"."},"numberInSurah":27,"juz":24,"manzil":6,"page":470,"ruku":406,"hizbQuarter":188,"sajda":false},{"number":4161,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4161","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4161.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4161.mp3"],"text":{"arab":"وَقَالَ رَجُلٌۭ مُّؤْمِنٌۭ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَٰذِبًۭا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًۭا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌۭ كَذَّابٌۭ","latin":"Wa qaala rajulum mu'minummin Aali Fir'awna yaktumu eemaanahooo ataqtuloona rajulan ai yaqoola Rabbi yal laahu wa qad jaaa'akum bil haiyinaati mir Rabbikum wa iny yaku kaaziban fa'alaihi kazi buhoo wa iny yaku saadiqany yasibkum ba'dul lazee ya'idukum innal laaha laa yahdee man huwa musrifun kaazaab","en":"And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar.","id":"Dan seorang laki-laki yang beriman di antara pengikut-pengikut Fir'aun yang menyembunyikan imannya berkata: \"Apakah kamu akan membunuh seorang laki-laki karena dia menyatakan: \"Tuhanku ialah Allah padahal dia telah datang kepadamu dengan membawa keterangan-keterangan dari Tuhanmu. Dan jika ia seorang pendusta maka dialah yang menanggung (dosa) dustanya itu; dan jika ia seorang yang benar niscaya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu\". Sesungguhnya Allah tidak menunjuki orang-orang yang melampaui batas lagi pendusta."},"numberInSurah":28,"juz":24,"manzil":6,"page":470,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4162,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4162","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4162.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4162.mp3"],"text":{"arab":"يَٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ","latin":"Yaa qawmi lakumul mulkul yawma zaahireena fil ardi famai yansurunaa mim baasil laahi in jaaa'anaa; qaala Fir'awnu maaa ureekum illaa maaa araa wa maaa ahdeekum illaa sabeelar Rashaad","en":"O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\"","id":"(Musa berkata): \"Hai kaumku, untukmulah kerajaan pada hari ini dengan berkuasa di muka bumi. Siapakah yang akan menolong kita dari azab Allah jika azab itu menimpa kita!\" Fir'aun berkata: \"Aku tidak mengemukakan kepadamu, melainkan apa yang aku pandang baik; dan aku tiada menunjukkan kepadamu selain jalan yang benar\"."},"numberInSurah":29,"juz":24,"manzil":6,"page":470,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4163,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4163","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4163.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4163.mp3"],"text":{"arab":"وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ","latin":"Wa qaalal lazee aamana yaa qawmi inneee akhaafu 'alaikum misla yawmil Ahzaab","en":"And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies -","id":"Dan orang yang beriman itu berkata: \"Hai kaumku, sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti peristiwa kehancuran golongan yang bersekutu."},"numberInSurah":30,"juz":24,"manzil":6,"page":470,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4164,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4164","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4164.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4164.mp3"],"text":{"arab":"مِثْلَ دَأْبِ قَوْمِ نُوحٍۢ وَعَادٍۢ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًۭا لِّلْعِبَادِ","latin":"Misla daabi qawmi Noohinw wa 'aadinw wa Samooda wallazeena mim ba'dihim; wa mal laahu yureedu zulmal lil'ibaad","en":"Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants.","id":"(Yakni) seperti keadaan kaum Nuh, 'Aad, Tsamud dan orang-orang yang datang sesudah mereka. Dan Allah tidak menghendaki berbuat kezaliman terhadap hamba-hamba-Nya."},"numberInSurah":31,"juz":24,"manzil":6,"page":470,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4165,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4165","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4165.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4165.mp3"],"text":{"arab":"وَيَٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ","latin":"Wa yaa qawmi inneee akhaafu 'alaikum yawmat tanaad","en":"And O my people, indeed I fear for you the Day of Calling -","id":"Hai kaumku, sesungguhnya aku khawatir terhadapmu akan siksaan hari panggil-memanggil."},"numberInSurah":32,"juz":24,"manzil":6,"page":470,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4166,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4166","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4166.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4166.mp3"],"text":{"arab":"يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍۢ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍۢ","latin":"Yawma tuwalloona mud bireena maa lakum minal laahi min 'aasim; wa mai yudlilil laahu famaa lahoo min haad","en":"The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide.","id":"(yaitu) hari (ketika) kamu (lari) berpaling ke belakang, tidak ada bagimu seorangpun yang menyelamatkan kamu dari (azab) Allah, dan siapa yang disesatkan Allah, niscaya tidak ada baginya seorangpun yang akan memberi petunjuk."},"numberInSurah":33,"juz":24,"manzil":6,"page":470,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4167,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4167","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4167.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4167.mp3"],"text":{"arab":"وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَٰتِ فَمَا زِلْتُمْ فِى شَكٍّۢ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًۭا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌۭ مُّرْتَابٌ","latin":"Wa laqad jaaa'akum Yoosufu min qablu bil baiyinaati famaa ziltum fee shakkim mimaa jaaa'akum bihee hattaaa izaa halaka qultum lai yab asal laahu mim ba'dihee Rasoolaa; kazaalika yudillul laahu man huwa Musrifum murtaab","en":"And Joseph had already come to you before with clear proofs, but you remained in doubt of that which he brought to you, until when he died, you said, 'Never will Allah send a messenger after him.' Thus does Allah leave astray he who is a transgressor and skeptic.\"","id":"Dan sesungguhnya telah datang Yusuf kepadamu dengan membawa keterangan-keterangan, tetapi kamu senantiasa dalam keraguan tentang apa yang dibawanya kepadamu, hingga ketika dia meninggal, kamu berkata: \"Allah tidak akan mengirim seorang (rasulpun) sesudahnya. Demikianlah Allah menyesatkan orang-orang yang melampaui batas dan ragu-ragu."},"numberInSurah":34,"juz":24,"manzil":6,"page":471,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4168,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4168","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4168.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4168.mp3"],"text":{"arab":"ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍۢ جَبَّارٍۢ","latin":"Allazeena yujaadiloona feee Aaayaatil laahi bighairi sultaanin ataahum kabura maqtan 'indal laahi wa 'indal lazeena aamanoo; kazaalika yatha'ul laahu 'alaa kulli qalbi mutakabbirin jabbaar","en":"Those who dispute concerning the signs of Allah without an authority having come to them - great is hatred [of them] in the sight of Allah and in the sight of those who have believed. Thus does Allah seal over every heart [belonging to] an arrogant tyrant.","id":"(Yaitu) orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka. Amat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci mati hati orang yang sombong dan sewenang-wenang."},"numberInSurah":35,"juz":24,"manzil":6,"page":471,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4169,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4169","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4169.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4169.mp3"],"text":{"arab":"وَقَالَ فِرْعَوْنُ يَٰهَٰمَٰنُ ٱبْنِ لِى صَرْحًۭا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَٰبَ","latin":"Wa qaala Fir'awnu yaa Haamaanub-ni lee sarhal la'alleee ablughul asbaab","en":"And Pharaoh said, \"O Haman, construct for me a tower that I might reach the ways -","id":"Dan berkatalah Fir'aun: \"Hai Haman, buatkanlah bagiku sebuah bangunan yang tinggi supaya aku sampai ke pintu-pintu,"},"numberInSurah":36,"juz":24,"manzil":6,"page":471,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4170,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4170","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4170.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4170.mp3"],"text":{"arab":"أَسْبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَٰذِبًۭا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍۢ","latin":"Asbaabas samaawaati faattali'a ilaaa ilaahi Moosaa wa innee la azunnuhoo kaazibaa; wa kazaalika zuyyina li-Fir'awna sooo'u 'amalihee wa sudda 'anis sabeel; wa maa kaidu Fir'awna illaa fee tabaab","en":"The ways into the heavens - so that I may look at the deity of Moses; but indeed, I think he is a liar.\" And thus was made attractive to Pharaoh the evil of his deed, and he was averted from the [right] way. And the plan of Pharaoh was not except in ruin.","id":"(yaitu) pintu-pintu langit, supaya aku dapat melihat Tuhan Musa dan sesungguhnya aku memandangnya seorang pendusta\". Demikianlah dijadikan Fir'aun memandang baik perbuatan yang buruk itu, dan dia dihalangi dari jalan (yang benar); dan tipu daya Fir'aun itu tidak lain hanyalah membawa kerugian."},"numberInSurah":37,"juz":24,"manzil":6,"page":471,"ruku":407,"hizbQuarter":188,"sajda":false},{"number":4171,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4171","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4171.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4171.mp3"],"text":{"arab":"وَقَالَ ٱلَّذِىٓ ءَامَنَ يَٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ","latin":"Wa qaalal lazeee aamana yaa qawmit tabi'ooni ahdikum sabeelar rashaad","en":"And he who believed said, \"O my people, follow me, I will guide you to the way of right conduct.","id":"Orang yang beriman itu berkata: \"Hai kaumku, ikutilah aku, aku akan menunjukkan kepadamu jalan yang benar."},"numberInSurah":38,"juz":24,"manzil":6,"page":471,"ruku":408,"hizbQuarter":188,"sajda":false},{"number":4172,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4172","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4172.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4172.mp3"],"text":{"arab":"يَٰقَوْمِ إِنَّمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَٰعٌۭ وَإِنَّ ٱلْءَاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ","latin":"Yaa qawmi innamaa haazihil hayaatud dunyaa mataa'unw wa innal Aakhirata hiya daarul qaraar","en":"O my people, this worldly life is only [temporary] enjoyment, and indeed, the Hereafter - that is the home of [permanent] settlement.","id":"Hai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal."},"numberInSurah":39,"juz":24,"manzil":6,"page":471,"ruku":408,"hizbQuarter":188,"sajda":false},{"number":4173,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4173","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4173.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4173.mp3"],"text":{"arab":"مَنْ عَمِلَ سَيِّئَةًۭ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَٰلِحًۭا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌۭ فَأُو۟لَٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍۢ","latin":"Man 'amila saiyi'atan falaa yujzaaa illaa mislahaa wa man 'amila saaliham min zakarin aw unsaa wa huwa mu'minun fa ulaaa'ika yadkhuloonal Jannata yurzaqoona feehaa bighairi hisaab","en":"Whoever does an evil deed will not be recompensed except by the like thereof; but whoever does righteousness, whether male or female, while he is a believer - those will enter Paradise, being given provision therein without account.","id":"Barangsiapa mengerjakan perbuatan jahat, maka dia tidak akan dibalasi melainkan sebanding dengan kejahatan itu. Dan barangsiapa mengerjakan amal yang saleh baik laki-laki maupun perempuan sedang ia dalam keadaan beriman, maka mereka akan masuk surga, mereka diberi rezeki di dalamnya tanpa hisab."},"numberInSurah":40,"juz":24,"manzil":6,"page":471,"ruku":408,"hizbQuarter":188,"sajda":false},{"number":4174,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4174","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4174.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4174.mp3"],"text":{"arab":"۞ وَيَٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ","latin":"Wa yaa qawmi maa leee ad'ookum ilan najaati wa tad'oonaneee ilan Naar","en":"And O my people, how is it that I invite you to salvation while you invite me to the Fire?","id":"Hai kaumku, bagaimanakah kamu, aku menyeru kamu kepada keselamatan, tetapi kamu menyeru aku ke neraka?"},"numberInSurah":41,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4175,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4175","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4175.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4175.mp3"],"text":{"arab":"تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌۭ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّٰرِ","latin":"Tad'oonanee li-akfura billaahi wa ushrika bihee maa laisa lee bihee 'ilmunw wa ana ad'ookum ilal'Azeezil Ghaffaar","en":"You invite me to disbelieve in Allah and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.","id":"(Kenapa) kamu menyeruku supaya kafir kepada Allah dan mempersekutukan-Nya dengan apa yang tidak kuketahui padahal aku menyeru kamu (beriman) kepada Yang Maha Perkasa lagi Maha Pengampun?"},"numberInSurah":42,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4176,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4176","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4176.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4176.mp3"],"text":{"arab":"لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌۭ فِى ٱلدُّنْيَا وَلَا فِى ٱلْءَاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَٰبُ ٱلنَّارِ","latin":"Laa jarama annamaa tad'oonanee ilaihi laisa lahoo da'watun fid dunyaa wa laa fil Aakhirati wa anna maraddanaaa ilal laahi wa annal musrifeenahum Ashaabun Naar","en":"Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allah, and indeed, the transgressors will be companions of the Fire.","id":"Sudah pasti bahwa apa yang kamu seru supaya aku (beriman) kepadanya tidak dapat memperkenankan seruan apapun baik di dunia maupun di akhirat. Dan sesungguhnya kita kembali kepada Allah dan sesungguhnya orang-orang yang melampaui batas, mereka itulah penghuni neraka."},"numberInSurah":43,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4177,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4177","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4177.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4177.mp3"],"text":{"arab":"فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ","latin":"Fasatazkuroona maaa aqoolu lakum; wa ufawwidu amreee ilal laah; innallaaha baseerum bil'ibaad","en":"And you will remember what I [now] say to you, and I entrust my affair to Allah. Indeed, Allah is Seeing of [His] servants.\"","id":"Kelak kamu akan ingat kepada apa yang kukatakan kepada kamu. Dan aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat akan hamba-hamba-Nya\"."},"numberInSurah":44,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4178,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4178","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4178.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4178.mp3"],"text":{"arab":"فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ","latin":"Fa waqaahul laahu saiyiaati maa makaroo wa haaqa bi Aali-Fir'awna sooo'ul 'azaab","en":"So Allah protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -","id":"Maka Allah memeliharanya dari kejahatan tipu daya mereka, dan Fir'aun beserta kaumnya dikepung oleh azab yang amat buruk."},"numberInSurah":45,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4179,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4179","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4179.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4179.mp3"],"text":{"arab":"ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّۭا وَعَشِيًّۭا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ","latin":"An Naaru yu'radoona 'alaihaa ghuduwwanw wa 'ashiyyanw wa Yawma taqoomus Saa'aatu adkhilooo Aala Fir'awna ashaddal 'azaab","en":"The Fire, they are exposed to it morning and evening. And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\"","id":"Kepada mereka dinampakkan neraka pada pagi dan petang, dan pada hari terjadinya Kiamat. (Dikatakan kepada malaikat): \"Masukkanlah Fir'aun dan kaumnya ke dalam azab yang sangat keras\"."},"numberInSurah":46,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4180,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4180","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4180.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4180.mp3"],"text":{"arab":"وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًۭا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًۭا مِّنَ ٱلنَّارِ","latin":"Wa iz yatahaaajjoona fin Naari fa-yaqoolud du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona annaa naseebam minan Naar","en":"And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\"","id":"Dan (ingatlah), ketika mereka berbantah-bantah dalam neraka, maka orang-orang yang lemah berkata kepada orang-orang yang menyombongkan diri: \"Sesungguhnya kami adalah pengikut-pengikutmu, maka dapatkah kamu menghindarkan dari kami sebahagian azab api neraka?\""},"numberInSurah":47,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4181,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4181","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4181.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4181.mp3"],"text":{"arab":"قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّۭ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ","latin":"Qaalal lazeenas takbarooo innaa kullun feehaaa innal laaha qad hakama baynal'ibaad","en":"Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allah has judged between the servants.\"","id":"Orang-orang yang menyombongkan diri menjawab: \"Sesungguhnya kita semua sama-sama dalam neraka karena sesungguhnya Allah telah menetapkan keputusan antara hamba-hamba-(Nya)\"."},"numberInSurah":48,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4182,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4182","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4182.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4182.mp3"],"text":{"arab":"وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًۭا مِّنَ ٱلْعَذَابِ","latin":"Wa qaalal lazena fin Naari likhazanati Jahannamad-'oo Rabbakum yukhaffif 'annaa yawmam minal 'azaab","en":"And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\"","id":"Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahannam: \"Mohonkanlah kepada Tuhanmu supaya Dia meringankan azab dari kami barang sehari\"."},"numberInSurah":49,"juz":24,"manzil":6,"page":472,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4183,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4183","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4183.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4183.mp3"],"text":{"arab":"قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَٰٓؤُا۟ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍ","latin":"Qaalooo awalam taku taateekum Rusulukum bilbaiyinaati qaaloo balaa' qaaloo fad'oo; wa maa du'aaa'ul kaafireena illaa fee dalaal","en":"They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error.\"","id":"Penjaga Jahannam berkata: \"Dan apakah belum datang kepada kamu rasul-rasulmu dengan membawa keterangan-keterangan?\" Mereka menjawab: \"Benar, sudah datang\". Penjaga-penjaga Jahannam berkata: \"Berdoalah kamu\". Dan doa orang-orang kafir itu hanyalah sia-sia belaka."},"numberInSurah":50,"juz":24,"manzil":6,"page":473,"ruku":408,"hizbQuarter":189,"sajda":false},{"number":4184,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4184","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4184.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4184.mp3"],"text":{"arab":"إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَٰدُ","latin":"Innaa lanansuru Rusulanaa wallazeena aamanoo fil hayaatid dunyaa wa Yawma yaqoomul ashhaad","en":"Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -","id":"Sesungguhnya Kami menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari berdirinya saksi-saksi (hari kiamat),"},"numberInSurah":51,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4185,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4185","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4185.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4185.mp3"],"text":{"arab":"يَوْمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ","latin":"Yawma laa yanfa'uz zaalimeena ma'ziratuhum wa lahumul la'natu wa lahum soooud daar","en":"The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home.","id":"(yaitu) hari yang tidak berguna bagi orang-orang zalim permintaan maafnya dan bagi merekalah laknat dan bagi merekalah tempat tinggal yang buruk."},"numberInSurah":52,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4186,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4186","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4186.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4186.mp3"],"text":{"arab":"وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ","latin":"Wa laqad aatainaa Moosal hudaa wa awrasnaa Baneee Israaa 'eelal Kitaab","en":"And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture","id":"Dan sesungguhnya telah Kami berikan petunjuk kepada Musa; dan Kami wariskan Taurat kepada Bani Israil,"},"numberInSurah":53,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4187,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4187","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4187.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4187.mp3"],"text":{"arab":"هُدًۭى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ","latin":"Hudanw wa zikraa li ulil albaab","en":"As guidance and a reminder for those of understanding.","id":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berfikir."},"numberInSurah":54,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4188,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4188","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4188.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4188.mp3"],"text":{"arab":"فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَٰرِ","latin":"Fasbir inna wa'dal laahi haqqunw wastaghfir lizambika wa sabbih bihamdi Rabbika bil'ashiyyi wal ibkaar","en":"So be patient, [O Muhammad]. Indeed, the promise of Allah is truth. And ask forgiveness for your sin and exalt [Allah] with praise of your Lord in the evening and the morning.","id":"Maka bersabarlah kamu, karena sesungguhnya janji Allah itu benar, dan mohonlah ampunan untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi."},"numberInSurah":55,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4189,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4189","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4189.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4189.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ بِغَيْرِ سُلْطَٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌۭ مَّا هُم بِبَٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ","latin":"Innal lazeena yujaadi loona feee Aayaatil laahi bighairi sultaanin ataahum in fee sudoorihim illaa kibrum maa hum bibaaligheeh; fasta'iz billaahi innahoo Huwas Samee'ul Baseer","en":"Indeed, those who dispute concerning the signs of Allah without [any] authority having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allah. Indeed, it is He who is the Hearing, the Seeing.","id":"Sesungguhhnya orang-orang yang memperdebatkan tentang ayat-ayat Allah tanpa alasan yang sampai kepada mereka tidak ada dalam dada mereka melainkan hanyalah (keinginan akan) kebesaran yang mereka sekali-kali tiada akan mencapainya, maka mintalah perlindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat."},"numberInSurah":56,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4190,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4190","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4190.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4190.mp3"],"text":{"arab":"لَخَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ","latin":"Lakhalqus samaawaati wal ardi akbaru min khalqin naasi wa laakinna aksaran naasi laa ya'lamoon","en":"The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know.","id":"Sesungguhnya penciptaan langit dan bumi lebih besar daripada penciptaan manusia akan tetapi kebanyakan manusia tidak mengetahui."},"numberInSurah":57,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4191,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4191","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4191.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4191.mp3"],"text":{"arab":"وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًۭا مَّا تَتَذَكَّرُونَ","latin":"Wa maa yastawil a'maa walbaseeru wallazeena aamanoo wa 'amilus saalihaati wa lal museee'; qaleelam maa tatazakkaroon","en":"And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember.","id":"Dan tidaklah sama orang yang buta dengan orang yang melihat, dan tidaklah (pula sama) orang-orang yang beriman serta mengerjakan amal saleh dengan orang-orang yang durhaka. Sedikit sekali kamu mengambil pelajaran."},"numberInSurah":58,"juz":24,"manzil":6,"page":473,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4192,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4192","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4192.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4192.mp3"],"text":{"arab":"إِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌۭ لَّا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ","latin":"Innas Saa'ata la aatiyatul laa raiba feehaa wa laakinna aksaran naasi laa yu'minoon","en":"Indeed, the Hour is coming - no doubt about it - but most of the people do not believe.","id":"Sesungguhnya hari kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tiada beriman."},"numberInSurah":59,"juz":24,"manzil":6,"page":474,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4193,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4193","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4193.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4193.mp3"],"text":{"arab":"وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ","latin":"Wa qaala Rabbukumud 'ooneee astajib lakum; innal lazeena yastakbiroona an 'ibaadatee sa yadkhuloona jahannama daakhireen","en":"And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible.","id":"Dan Tuhanmu berfirman: \"Berdoalah kepada-Ku, niscaya akan Kuperkenankan bagimu. Sesungguhnya orang-orang yang menyombongkan diri dari menyembah-Ku akan masuk neraka Jahannam dalam keadaan hina dina\"."},"numberInSurah":60,"juz":24,"manzil":6,"page":474,"ruku":409,"hizbQuarter":189,"sajda":false},{"number":4194,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4194","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4194.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4194.mp3"],"text":{"arab":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ","latin":"Allaahul lazee ja'ala lakumul laila litqaskunoo feehi wannahaara mubsiraa; innal laaha lazoo fadlin 'alan naasi wa laakinna aksaran naasi laa yashkuroon","en":"It is Allah who made for you the night that you may rest therein and the day giving sight. Indeed, Allah is full of bounty to the people, but most of the people are not grateful.","id":"Allah-lah yang menjadikan malam untuk kamu supaya kamu beristirahat padanya; dan menjadikan siang terang benderang. Sesungguhnya Allah benar-benar mempunyal karunia yang dilimpahkan atas manusia, akan tetapi kebanyakan manusia tidak bersyukur."},"numberInSurah":61,"juz":24,"manzil":6,"page":474,"ruku":410,"hizbQuarter":189,"sajda":false},{"number":4195,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4195","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4195.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4195.mp3"],"text":{"arab":"ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَٰلِقُ كُلِّ شَىْءٍۢ لَّآ إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ","latin":"Zaalikumul laahu Rabbukum khaaliqu kulli shai'; laaa ilaaha illaa Huwa fa annaa tu'fakoon","en":"That is Allah, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?","id":"Yang demikian itu adalah Allah, Tuhanmu, Pencipta segala sesuatu, tiada Tuhan (yang berhak disembah) melainkan Dia; maka bagaimanakah kamu dapat dipalingkan?"},"numberInSurah":62,"juz":24,"manzil":6,"page":474,"ruku":410,"hizbQuarter":189,"sajda":false},{"number":4196,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4196","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4196.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4196.mp3"],"text":{"arab":"كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَٰتِ ٱللَّهِ يَجْحَدُونَ","latin":"Kazaalika yu'fakul loazeena kaanoo bi Aayaatil laahi yajhadoon","en":"Thus were those [before you] deluded who were rejecting the signs of Allah.","id":"Seperti demikianlah dipalingkan orang-orang yang selalu mengingkari ayat-ayat Allah."},"numberInSurah":63,"juz":24,"manzil":6,"page":474,"ruku":410,"hizbQuarter":189,"sajda":false},{"number":4197,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4197","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4197.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4197.mp3"],"text":{"arab":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًۭا وَٱلسَّمَآءَ بِنَآءًۭ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَٰلَمِينَ","latin":"Allaahul lazee ja'ala lakumul arda qaraaranw wassa maaa'a binaaa'anw wa sawwarakum fa ahsana suwarakum wa razaqakum minat taiyibaat; zaalikumul laahu Rabbukum fatabaarakal laahu Rabbul 'aalameen","en":"It is Allah who made for you the earth a place of settlement and the sky a ceiling and formed you and perfected your forms and provided you with good things. That is Allah, your Lord; then blessed is Allah, Lord of the worlds.","id":"Allah-lah yang menjadikan bumi bagi kamu tempat menetap dan langit sebagai atap, dan membentuk kamu lalu membaguskan rupamu serta memberi kamu rezeki dengan sebahagian yang baik-baik. Yang demikian itu adalah Allah Tuhanmu, Maha Agung Allah, Tuhan semesta alam."},"numberInSurah":64,"juz":24,"manzil":6,"page":474,"ruku":410,"hizbQuarter":189,"sajda":false},{"number":4198,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4198","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4198.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4198.mp3"],"text":{"arab":"هُوَ ٱلْحَىُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ","latin":"Huwal Hayyu laaa ilaaha illaa Huwa fad'oohu mukh liseena lahudeen; alhamdu lillaahi Rabbil 'aalameen","en":"He is the Ever-Living; there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allah, Lord of the worlds.","id":"Dialah Yang hidup kekal, tiada Tuhan (yang berhak disembah) melainkan Dia; maka sembahlah Dia dengan memurnikan ibadat kepada-Nya. Segala puji bagi Allah Tuhan semesta alam."},"numberInSurah":65,"juz":24,"manzil":6,"page":474,"ruku":410,"hizbQuarter":189,"sajda":false},{"number":4199,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4199","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4199.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4199.mp3"],"text":{"arab":"۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَٰلَمِينَ","latin":"Qul innee nuheetu an a'budal lazeena tad'oona min doonil laahi lammaa jaaa'a niyal biyinaatu mir Rabbee wa umirtu an uslima li Rabbil 'aalameen","en":"Say, [O Muhammad], \"Indeed, I have been forbidden to worship those you call upon besides Allah once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\"","id":"Katakanlah (ya Muhammad): \"Sesungguhnya aku dilarang menyembah sembahan yang kamu sembah selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku; dan aku diperintahkan supaya tunduk patuh kepada Tuhan semesta alam."},"numberInSurah":66,"juz":24,"manzil":6,"page":474,"ruku":410,"hizbQuarter":190,"sajda":false},{"number":4200,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4200","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4200.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4200.mp3"],"text":{"arab":"هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ مِنْ عَلَقَةٍۢ ثُمَّ يُخْرِجُكُمْ طِفْلًۭا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًۭا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًۭا مُّسَمًّۭى وَلَعَلَّكُمْ تَعْقِلُونَ","latin":"Huwal lazee khalaqakum min turaabin summa min nutfatin summa min 'alaqatin summa yukhrijukum tiflan summa litablughooo ashuddakum summa litakoonoo shuyookhaa; wa minkum mai yutawaffaa min qablu wa litablughooo ajalam musam manw-wa la'allakum ta'qiloon","en":"It is He who created you from dust, then from a sperm-drop, then from a clinging clot; then He brings you out as a child; then [He develops you] that you reach your [time of] maturity, then [further] that you become elders. And among you is he who is taken in death before [that], so that you reach a specified term; and perhaps you will use reason.","id":"Dialah yang menciptakan kamu dari tanah kemudian dari setetes mani, sesudah itu dari segumpal darah, kemudian dilahirkannya kamu sebagai seorang anak, kemudian (kamu dibiarkan hidup) supaya kamu sampai kepada masa (dewasa), kemudian (dibiarkan kamu hidup lagi) sampai tua, di antara kamu ada yang diwafatkan sebelum itu. (Kami perbuat demikian) supaya kamu sampai kepada ajal yang ditentukan dan supaya kamu memahami(nya)."},"numberInSurah":67,"juz":24,"manzil":6,"page":475,"ruku":410,"hizbQuarter":190,"sajda":false},{"number":4201,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4201","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4201.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4201.mp3"],"text":{"arab":"هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًۭا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","latin":"Huwal lazee yuhyee wa yumeetu fa izaa qadaaa amran fa innamaa yaqoolu lahoo kun fa yakon","en":"He it is who gives life and causes death; and when He decrees a matter, He but says to it, \"Be,\" and it is.","id":"Dialah yang menghidupkan dan mematikan, maka apabila Dia menetapkan sesuatu urusan, Dia hanya bekata kepadanya: \"Jadilah\", maka jadilah ia."},"numberInSurah":68,"juz":24,"manzil":6,"page":475,"ruku":410,"hizbQuarter":190,"sajda":false},{"number":4202,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4202","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4202.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4202.mp3"],"text":{"arab":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ","latin":"Alam tara ilal lazeena yujaadiloona feee Aayaatil laahi annaa yusrafoon","en":"Do you not consider those who dispute concerning the signs of Allah - how are they averted?","id":"Apakah kamu tidak melihat kepada orang-orang yang membantah ayat-ayat Allah? Bagaimanakah mereka dapat dipalingkan?"},"numberInSurah":69,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4203,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4203","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4203.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4203.mp3"],"text":{"arab":"ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ","latin":"Allazeena kazzaboo bil Kitaabi wa bimaa arsalnaa bihee Rusulanaa fasawfa ya'lamoon","en":"Those who deny the Book and that with which We sent Our messengers - they are going to know,","id":"(Yaitu) orang-orang yang mendustakan Al Kitab (Al Quran) dan wahyu yang dibawa oleh rasul-rasul Kami yang telah Kami utus. Kelak mereka akan mengetahui,"},"numberInSurah":70,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4204,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4204","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4204.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4204.mp3"],"text":{"arab":"إِذِ ٱلْأَغْلَٰلُ فِىٓ أَعْنَٰقِهِمْ وَٱلسَّلَٰسِلُ يُسْحَبُونَ","latin":"Izil aghlaalu feee a'naaqi-him wassalaasilu yashaboon","en":"When the shackles are around their necks and the chains; they will be dragged","id":"ketika belenggu dan rantai dipasang di leher mereka, seraya mereka diseret,"},"numberInSurah":71,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4205,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4205","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4205.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4205.mp3"],"text":{"arab":"فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ","latin":"Fil hameemi summa fin Naari Yasjaroon","en":"In boiling water; then in the Fire they will be filled [with flame].","id":"ke dalam air yang sangat panas, kemudian mereka dibakar dalam api,"},"numberInSurah":72,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4206,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4206","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4206.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4206.mp3"],"text":{"arab":"ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ","latin":"Summaa qeela lahum ayna maa kuntum tushrikoon","en":"Then it will be said to them, \"Where is that which you used to associate [with Him in worship]","id":"kemudian dikatakan kepada mereka: \"Manakah berhala-berhala yang selalu kamu persekutukan,"},"numberInSurah":73,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4207,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4207","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4207.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4207.mp3"],"text":{"arab":"مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًۭٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَٰفِرِينَ","latin":"Min doonil laahi qaaloo dalloo 'annaa bal lam nakun nad'oo min qablu shai'aa; kazaalika yudillul laahul kaafireen","en":"Other than Allah?\" They will say, \"They have departed from us; rather, we did not used to invoke previously anything.\" Thus does Allah put astray the disbelievers.","id":"(yang kamu sembah) selain Allah?\" Mereka menjawab: \"Mereka telah hilang lenyap dari kami, bahkan kami dahulu tiada pernah menyembah sesuatu\". Seperti demikianlah Allah menyesatkan orang-orang kafir."},"numberInSurah":74,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4208,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4208","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4208.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4208.mp3"],"text":{"arab":"ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ","latin":"Zaalikum bimaa kuntum tafrahoona fil ardi bighairil haqqi wa bimaa kuntum tamrahoon","en":"[The angels will say], \"That was because you used to exult upon the earth without right and you used to behave insolently.","id":"Yang demikian itu disebabkan karena kamu bersuka ria di muka bumi dengan tidak benar dan karena kamu selalu bersuka ria (dalam kemaksiatan)."},"numberInSurah":75,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4209,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4209","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4209.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4209.mp3"],"text":{"arab":"ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ","latin":"Udkhulooo abwaaba Jahannama khaalideena feehaa fabi'sa maswal mutakabbireen","en":"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"","id":"(Dikatakan kepada mereka): \"Masuklah kamu ke pintu-pintu neraka Jahannam, sedang kamu kekal di dalamnya. Maka itulah seburuk-buruk tempat bagi orang-orang yang sombong\"."},"numberInSurah":76,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4210,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4210","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4210.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4210.mp3"],"text":{"arab":"فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ","latin":"Fasbir inna wa'dal laahi haqq; fa immaa nuriyannak ba'dal lazee na'i duhum aw natawaffayannaka fa ilainaa yurja'oon","en":"So be patient, [O Muhammad]; indeed, the promise of Allah is truth. And whether We show you some of what We have promised them or We take you in death, it is to Us they will be returned.","id":"Maka bersabarlah kamu, sesungguhnya janji Allah adalah benar; maka meskipun Kami perlihatkan kepadamu sebagian siksa yang Kami ancamkan kepada mereka ataupun Kami wafatkan kamu (sebelum ajal menimpa mereka), namun kepada Kami sajalah mereka dikembalikan."},"numberInSurah":77,"juz":24,"manzil":6,"page":475,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4211,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4211","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4211.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4211.mp3"],"text":{"arab":"وَلَقَدْ أَرْسَلْنَا رُسُلًۭا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ","latin":"Wa laqad arsalnaa Rusulam min qablika minhum man qasasnaa 'alaika wa minhum mal lam naqsus 'alaik; wa maa kaana li Rasoolin any yaatiya bi Aayatin illaa bi iznil laah; fa izaa jaaa'a amrul laahi qudiya bilhaqqi wa khasira hunaalikal mubtiloon","en":"And We have already sent messengers before you. Among them are those [whose stories] We have related to you, and among them are those [whose stories] We have not related to you. And it was not for any messenger to bring a sign [or verse] except by permission of Allah. So when the command of Allah comes, it will be concluded in truth, and the falsifiers will thereupon lose [all].","id":"Dan sesungguhnya telah Kami utus beberapa orang rasul sebelum kamu, di antara mereka ada yang Kami ceritakan kepadamu dan di antara mereka ada (pula) yang tidak Kami ceritakan kepadamu. Tidak dapat bagi seorang rasul membawa suatu mukjizat, melainkan dengan seizin Allah; maka apabila telah datang perintah Allah, diputuskan (semua perkara) dengan adil. Dan ketika itu rugilah orang-orang yang berpegang kepada yang batil."},"numberInSurah":78,"juz":24,"manzil":6,"page":476,"ruku":411,"hizbQuarter":190,"sajda":false},{"number":4212,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4212","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4212.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4212.mp3"],"text":{"arab":"ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ","latin":"Allaahul lazee ja'ala lakumul an'aama litarkaboo minhaa wa minhaa taakuloon","en":"It is Allah who made for you the grazing animals upon which you ride, and some of them you eat.","id":"Allahlah yang menjadikan binatang ternak untuk kamu, sebagiannya untuk kamu kendarai dan sebagiannya untuk kamu makan."},"numberInSurah":79,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false},{"number":4213,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4213","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4213.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4213.mp3"],"text":{"arab":"وَلَكُمْ فِيهَا مَنَٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةًۭ فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ","latin":"Wa lakum feehaa manaafi'u wa litablughoo 'alaihaa haajatan fee sudoorikum wa 'alaihaa wa 'alal fulki tuhmaloon","en":"And for you therein are [other] benefits and that you may realize upon them a need which is in your breasts; and upon them and upon ships you are carried.","id":"Dan (ada lagi) manfaat-manfaat yang lain pada binatang ternak itu untuk kamu dan supaya kamu mencapai suatu keperluan yang tersimpan dalam hati dengan mengendarainya. Dan kamu dapat diangkut dengan mengendarai binatang-binatang itu dan dengan mengendarai bahtera."},"numberInSurah":80,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false},{"number":4214,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4214","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4214.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4214.mp3"],"text":{"arab":"وَيُرِيكُمْ ءَايَٰتِهِۦ فَأَىَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ","latin":"Wa yureekum Aayaatihee fa ayya Aayaatil laahi tunkiroon","en":"And He shows you His signs. So which of the signs of Allah do you deny?","id":"Dan Dia memperlihatkan kepada kamu tanda-tanda (kekuasaan-Nya); maka tanda-tanda (kekuasaan) Allah yang manakah yang kamu ingkari?"},"numberInSurah":81,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false},{"number":4215,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4215","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4215.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4215.mp3"],"text":{"arab":"أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةًۭ وَءَاثَارًۭا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ","latin":"Afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; kaanoo aksara minhum wa ashadda quwwatanw wa aasaaran fil ardi famaaa aghnaa 'anhum maa kaanoo yaksiboon","en":"Have they not traveled through the land and observed how was the end of those before them? They were more numerous than themselves and greater in strength and in impression on the land, but they were not availed by what they used to earn.","id":"Maka apakah mereka tiada mengadakan perjalanan di muka bumi lalu memperhatikan betapa kesudahan orang-orang yang sebelum mereka. Adalah orang-orang yang sebelum mereka itu lebih hebat kekuatannya dan (lebih banyak) bekas-bekas mereka di muka bumi, maka apa yang mereka usahakan itu tidak dapat menolong mereka."},"numberInSurah":82,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false},{"number":4216,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4216","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4216.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4216.mp3"],"text":{"arab":"فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ","latin":"Falammaa jaaa'at hum Rusuluhum bilbaiyinaati farihoo bimaa 'indahum minal 'ilmi wa haaqa bihim maa kaanoo bihee yastahzi'oon","en":"And when their messengers came to them with clear proofs, they [merely] rejoiced in what they had of knowledge, but they were enveloped by what they used to ridicule.","id":"Maka tatkala datang kepada mereka rasul-rasul (yang diutus kepada) mereka dengan membawa ketarangan-keterangan, mereka merasa senang dengan pengetahuan yang ada pada mereka dan mereka dikepung oleh azab Allah yang selalu mereka perolok-olokkan itu."},"numberInSurah":83,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false},{"number":4217,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4217","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4217.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4217.mp3"],"text":{"arab":"فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ","latin":"Falammaa ra aw baasanaa qaalooo aamannaa billaahi wahdahoo wa kafarnaa bimaa kunnaa bihee mushrikeen","en":"And when they saw Our punishment, they said,\" We believe in Allah alone and disbelieve in that which we used to associate with Him.\"","id":"Maka tatkala mereka melihat azab Kami, mereka berkata: \"Kami beriman hanya kepada Allah saja, dan kami kafir kepada sembahan-sembahan yang telah kami persekutukan dengan Allah\"."},"numberInSurah":84,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false},{"number":4218,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4218","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4218.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4218.mp3"],"text":{"arab":"فَلَمْ يَكُ يَنفَعُهُمْ إِيمَٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَٰفِرُونَ","latin":"Falam yaku tanfa 'uhum eemaanuhum lammaa ra-aw baasana sunnatal laahil latee qad khalat fee 'ibaadihee wa khasira hunaalikal kaafiroon","en":"But never did their faith benefit them once they saw Our punishment. [It is] the established way of Allah which has preceded among His servants. And the disbelievers thereupon lost [all].","id":"Maka iman mereka tiada berguna bagi mereka tatkala mereka telah melihat siksa Kami. Itulah sunnah Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan di waktu itu binasalah orang-orang kafir."},"numberInSurah":85,"juz":24,"manzil":6,"page":476,"ruku":412,"hizbQuarter":190,"sajda":false}]}