{"idRevelationType":"Mekah","idNameTranslation":"Yang Dijelaskan","number":41,"name":"سورة فصلت","englishName":"Fussilat","englishNameTranslation":"Explained in detail","revelationType":"Meccan","numberOfAyahs":54,"ayahs":[{"number":4219,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4219","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4219.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4219.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ","latin":"Haa Meeem","en":"Ha, Meem.","id":"Haa Miim."},"numberInSurah":1,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4220,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4220","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4220.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4220.mp3"],"text":{"arab":"تَنزِيلٌۭ مِّنَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ","latin":"Tanzeelum Minar-Rahmaanir-Raheem","en":"[This is] a revelation from the Entirely Merciful, the Especially Merciful -","id":"Diturunkan dari Tuhan Yang Maha Pemurah lagi Maha Penyayang."},"numberInSurah":2,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4221,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4221","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4221.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4221.mp3"],"text":{"arab":"كِتَٰبٌۭ فُصِّلَتْ ءَايَٰتُهُۥ قُرْءَانًا عَرَبِيًّۭا لِّقَوْمٍۢ يَعْلَمُونَ","latin":"Kitaabun fussilat Aayaatuhoo Qur-aanan 'Arabiyyal liqawminy ya'lamoon","en":"A Book whose verses have been detailed, an Arabic Qur'an for a people who know,","id":"Kitab yang dijelaskan ayat-ayatnya, yakni bacaan dalam bahasa Arab, untuk kaum yang mengetahui,"},"numberInSurah":3,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4222,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4222","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4222.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4222.mp3"],"text":{"arab":"بَشِيرًۭا وَنَذِيرًۭا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ","latin":"Basheeranw wa nazeeran fa-a'rada aksaruhum fahum laa yasma'oon","en":"As a giver of good tidings and a warner; but most of them turn away, so they do not hear.","id":"yang membawa berita gembira dan yang membawa peringatan, tetapi kebanyakan mereka berpaling, tidak mau mendengarkan."},"numberInSurah":4,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4223,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4223","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4223.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4223.mp3"],"text":{"arab":"وَقَالُوا۟ قُلُوبُنَا فِىٓ أَكِنَّةٍۢ مِّمَّا تَدْعُونَآ إِلَيْهِ وَفِىٓ ءَاذَانِنَا وَقْرٌۭ وَمِنۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌۭ فَٱعْمَلْ إِنَّنَا عَٰمِلُونَ","latin":"Wa qaaloo quloobunaa feee akinnatim mimmaa tad'oonaaa ilaihi wa feee aazaaninaa waqrunw wa mim baininaa wa bainika bijaabun fa'mal innanaa 'aamiloon","en":"And they say, \"Our hearts are within coverings from that to which you invite us, and in our ears is deafness, and between us and you is a partition, so work; indeed, we are working.\"","id":"Mereka berkata: \"Hati kami berada dalam tutupan (yang menutupi) apa yang kamu seru kami kepadanya dan telinga kami ada sumbatan dan antara kami dan kamu ada dinding, maka bekerjalah kamu; sesungguhnya kami bekerja (pula)\"."},"numberInSurah":5,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4224,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4224","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4224.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4224.mp3"],"text":{"arab":"قُلْ إِنَّمَآ أَنَا۠ بَشَرٌۭ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ فَٱسْتَقِيمُوٓا۟ إِلَيْهِ وَٱسْتَغْفِرُوهُ ۗ وَوَيْلٌۭ لِّلْمُشْرِكِينَ","latin":"Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaaa ilaahukum Ilaahunw Waahidun fastaqeemooo ilaihi wastagfirooh; wa wailul lil mushrikeen","en":"Say, O [Muhammad], \"I am only a man like you to whom it has been revealed that your god is but one God; so take a straight course to Him and seek His forgiveness.\" And woe to those who associate others with Allah -","id":"Katakanlah: \"Bahwasanya aku hanyalah seorang manusia seperti kamu, diwahyukan kepadaku bahwasanya Tuhan kamu adalah Tuhan yang Maha Esa, maka tetaplah pada jalan yang lurus menuju kepada-Nya dan mohonlah ampun kepada-Nya. Dan kecelakaan besarlah bagi orang-orang yang mempersekutukan-Nya,"},"numberInSurah":6,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4225,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4225","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4225.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4225.mp3"],"text":{"arab":"ٱلَّذِينَ لَا يُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ كَٰفِرُونَ","latin":"Allazeena laa yu'toonaz Zakaata wa hum bil-Aakhiratihum kaafiroon","en":"Those who do not give zakah, and in the Hereafter they are disbelievers.","id":"(yaitu) orang-orang yang tidak menunaikan zakat dan mereka kafir akan adanya (kehidupan) akhirat."},"numberInSurah":7,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4226,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4226","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4226.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4226.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ","latin":"Innal lazeena aamanoo wa 'amilus saalihaati lahum ajrun ghairu mamnoon","en":"Indeed, those who believe and do righteous deeds - for them is a reward uninterrupted.","id":"Sesungguhnya orang-orang yang beriman dan beramal saleh, mereka mendapat pahala yang tiada putus-putusnya\"."},"numberInSurah":8,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4227,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4227","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4227.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4227.mp3"],"text":{"arab":"۞ قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِٱلَّذِى خَلَقَ ٱلْأَرْضَ فِى يَوْمَيْنِ وَتَجْعَلُونَ لَهُۥٓ أَندَادًۭا ۚ ذَٰلِكَ رَبُّ ٱلْعَٰلَمِينَ","latin":"Qul a'innakum latakfuroona billazee khalaqal arda fee yawmaini wa taj'aloona lahooo andaadaa; zaalika Rabbul 'aalameen","en":"Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds.\"","id":"Katakanlah: \"Sesungguhnya patutkah kamu kafir kepada Yang menciptakan bumi dalam dua masa dan kamu adakan sekutu-sekutu bagi-Nya? (Yang bersifat) demikian itu adalah Rabb semesta alam\"."},"numberInSurah":9,"juz":24,"manzil":6,"page":477,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4228,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4228","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4228.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4228.mp3"],"text":{"arab":"وَجَعَلَ فِيهَا رَوَٰسِىَ مِن فَوْقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقْوَٰتَهَا فِىٓ أَرْبَعَةِ أَيَّامٍۢ سَوَآءًۭ لِّلسَّآئِلِينَ","latin":"Wa ja'ala feehaa rawaa siya min fawqihaa wa baaraka feehaa wa qaddara feehaaaa aqwaatahaa feee arba'ati ayyaamin sawaaa'al lissaaa'ileen","en":"And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask.","id":"Dan dia menciptakan di bumi itu gunung-gunung yang kokoh di atasnya. Dia memberkahinya dan Dia menentukan padanya kadar makanan-makanan (penghuni)nya dalam empat masa. (Penjelasan itu sebagai jawaban) bagi orang-orang yang bertanya."},"numberInSurah":10,"juz":24,"manzil":6,"page":477,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4229,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4229","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4229.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4229.mp3"],"text":{"arab":"ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِىَ دُخَانٌۭ فَقَالَ لَهَا وَلِلْأَرْضِ ٱئْتِيَا طَوْعًا أَوْ كَرْهًۭا قَالَتَآ أَتَيْنَا طَآئِعِينَ","latin":"Summas tawaaa ilas-samaaa'i wa hiya dukhaanun faqaala lahaa wa lil ardi'tiyaaa taw'an aw karhan qaalataaa atainaa taaa'i'een","en":"Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly.\"","id":"Kemudian Dia menuju kepada penciptaan langit dan langit itu masih merupakan asap, lalu Dia berkata kepadanya dan kepada bumi: \"Datanglah kamu keduanya menurut perintah-Ku dengan suka hati atau terpaksa\". Keduanya menjawab: \"Kami datang dengan suka hati\"."},"numberInSurah":11,"juz":24,"manzil":6,"page":477,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4230,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4230","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4230.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4230.mp3"],"text":{"arab":"فَقَضَىٰهُنَّ سَبْعَ سَمَٰوَاتٍۢ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَحِفْظًۭا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ","latin":"Faqadaahunna sab'a samaawaatin fee yawmaini wa awhaa fee kulli samaaa'in amarahaa; wa zaiyannassa maaa'ad dunyaa bimasaabeeha wa hifzaa; zaalika taqdeerul 'Azeezil 'Aleem","en":"And He completed them as seven heavens within two days and inspired in each heaven its command. And We adorned the nearest heaven with lamps and as protection. That is the determination of the Exalted in Might, the Knowing.","id":"Maka Dia menjadikannya tujuh langit dalam dua masa. Dia mewahyukan pada tiap-tiap langit urusannya. Dan Kami hiasi langit yang dekat dengan bintang-bintang yang cemerlang dan Kami memeliharanya dengan sebaik-baiknya. Demikianlah ketentuan Yang Maha Perkasa lagi Maha Mengetahui."},"numberInSurah":12,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4231,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4231","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4231.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4231.mp3"],"text":{"arab":"فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَٰعِقَةًۭ مِّثْلَ صَٰعِقَةِ عَادٍۢ وَثَمُودَ","latin":"Fa-in a'radoo faqul anzartukum saa'iqatam misla saa'iqati 'Aadinw wa Samood","en":"But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] 'Aad and Thamud.","id":"Jika mereka berpaling maka katakanlah: \"Aku telah memperingatkan kamu dengan petir, seperti petir yang menimpa kaum 'Aad dan Tsamud\"."},"numberInSurah":13,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4232,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4232","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4232.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4232.mp3"],"text":{"arab":"إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةًۭ فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ","latin":"Iz jaaa'at humur Rusulu mim baini aydeehim wa min khalfihim allaa ta'budooo illal laaha qaaloo law shaaa'a Rabunaa la anzala malaaa 'ikatan fa innaa bimaaa ursiltum bihee kaafiroon","en":"[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allah.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers.\"","id":"Ketika para rasul datang kepada mereka dari depan dan belakang mereka (dengan menyerukan): \"Janganlah kamu menyembah selain Allah\". Mereka menjawab: \"Kalau Tuhan kami menghendaki tentu Dia akan menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami kafir kepada wahyu yang kamu diutus membawanya\"."},"numberInSurah":14,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4233,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4233","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4233.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4233.mp3"],"text":{"arab":"فَأَمَّا عَادٌۭ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةًۭ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ","latin":"Fa ammaa 'Aadun fastak baroo fil ardi bighairul haqqi wa qaaloo man ashaddu minnaa quwwatan awalam yaraw annal laahal lazee khalaqahum Huwa ashaddu minhum quwwatanw wa kaanoo bi Aayaatinaa yajhadoon","en":"As for 'Aad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allah who created them was greater than them in strength? But they were rejecting Our signs.","id":"Adapun kaum 'Aad maka mereka menyombongkan diri di muka bumi tanpa alasan yang benar dan berkata: \"Siapakah yang lebih besar kekuatannya dari kami?\" Dan apakah mereka itu tidak memperhatikan bahwa Allah Yang menciptakan mereka adalah lebih besar kekuatan-Nya daripada mereka? Dan adalah mereka mengingkari tanda-tanda (kekuatan) Kami."},"numberInSurah":15,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4234,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4234","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4234.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4234.mp3"],"text":{"arab":"فَأَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِىٓ أَيَّامٍۢ نَّحِسَاتٍۢ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ","latin":"Fa arsalnaa 'alaihim reehan sarsaran feee ayyaamin nahisaatil linuzeeqahum 'azaabal khizyi fil hayaatid dunyaa wa la'azaabul Aakhirati akhzaa wa hum laa yunsaroon","en":"So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped.","id":"Maka Kami meniupkan angin yang amat gemuruh kepada mereka dalam beberapa hari yang sial, karena Kami hendak merasakan kepada mereka itu siksaan yang menghinakan dalam kehidupan dunia. Dan Sesungguhnya siksa akhirat lebih menghinakan sedang mereka tidak diberi pertolongan."},"numberInSurah":16,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4235,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4235","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4235.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4235.mp3"],"text":{"arab":"وَأَمَّا ثَمُودُ فَهَدَيْنَٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ","latin":"Wa ammaa Samoodu fahadinaahum fastahabbul 'ama 'alal huda fa akhazathum saa'iqatul 'azaabil hooni bimaa kaanoo yaksiboon","en":"And as for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn.","id":"Dan adapun kaum Tsamud, maka mereka telah Kami beri petunjuk tetapi mereka lebih menyukai buta (kesesatan) daripada petunjuk, maka mereka disambar petir azab yang menghinakan disebabkan apa yang telah mereka kerjakan."},"numberInSurah":17,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4236,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4236","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4236.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4236.mp3"],"text":{"arab":"وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ","latin":"Wa najjainal lazeena aamanoo wa kaanoo yattaqoon","en":"And We saved those who believed and used to fear Allah.","id":"Dan Kami selamatkan orang-orang yang beriman dan mereka adalah orang-orang yang bertakwa."},"numberInSurah":18,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4237,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4237","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4237.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4237.mp3"],"text":{"arab":"وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ","latin":"Wa yawma yuhsharu a'daaa'ul laahi ilan Naari fahum yooza'oon","en":"And [mention, O Muhammad], the Day when the enemies of Allah will be gathered to the Fire while they are [driven] assembled in rows,","id":"Dan (ingatlah) hari (ketika) musuh-musuh Allah di giring ke dalam neraka, lalu mereka dikumpulkan semuanya."},"numberInSurah":19,"juz":24,"manzil":6,"page":478,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4238,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4238","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4238.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4238.mp3"],"text":{"arab":"حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ","latin":"Hattaaa izaa maa jaaa'oohaa shahida 'alaihim samu'uhum wa absaaruhum wa julooduhum bimaa kaanoo ya'maloon","en":"Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do.","id":"Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan dan kulit mereka menjadi saksi terhadap mereka tentang apa yang telah mereka kerjakan."},"numberInSurah":20,"juz":24,"manzil":6,"page":478,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4239,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4239","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4239.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4239.mp3"],"text":{"arab":"وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍۢ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍۢ وَإِلَيْهِ تُرْجَعُونَ","latin":"Wa qaaloo lijuloodihim lima shahittum 'alainaa qaaloo antaqanal laahul lazeee antaqa kulla shai'inw wa Huwa khalaqakum awwala marratinw wa ilaihi turja'oon","en":"And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allah, who has made everything speak; and He created you the first time, and to Him you are returned.","id":"Dan mereka berkata kepada kulit mereka: \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit mereka menjawab: \"Allah yang menjadikan segala sesuatu pandai berkata telah menjadikan kami pandai (pula) berkata, dan Dialah yang menciptakan kamu pada kali pertama dan hanya kepada-Nya lah kamu dikembalikan\"."},"numberInSurah":21,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4240,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4240","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4240.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4240.mp3"],"text":{"arab":"وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَٰرُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًۭا مِّمَّا تَعْمَلُونَ","latin":"Wa maa kuntum tastatiroona ai-yashhada 'alaikum sam'ukum wa laaa absaarukum wa laa juloodukum wa laakin zanantum annal laaha laa ya'lamu kaseeram mimmaa ta'maloon","en":"And you were not covering yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allah does not know much of what you do.","id":"Kamu sekali-sekali tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan dan kulitmu kepadamu bahkan kamu mengira bahwa Allah tidak mengetahui kebanyakan dari apa yang kamu kerjakan."},"numberInSurah":22,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4241,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4241","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4241.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4241.mp3"],"text":{"arab":"وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَٰسِرِينَ","latin":"Wa zaalikum zannukumul lazee zanantum bi-Rabbikum ardaakum fa asbahtum minal khaasireen","en":"And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers.\"","id":"Dan yang demikian itu adalah prasangkamu yang telah kamu sangka kepada Tuhanmu, Dia telah membinasakan kamu, maka jadilah kamu termasuk orang-orang yang merugi."},"numberInSurah":23,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4242,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4242","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4242.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4242.mp3"],"text":{"arab":"فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًۭى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ","latin":"Fa-iny yasbiroo fan Naaru maswal lahum wa iny-yasta'tiboo famaa hum minal mu'tabeen","en":"So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allah], they will not be of those who are allowed to appease.","id":"Jika mereka bersabar (menderita azab) maka nerakalah tempat diam mereka dan jika mereka mengemukakan alasan-alasan, maka tidaklah mereka termasuk orang-orang yang diterima alasannya."},"numberInSurah":24,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4243,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4243","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4243.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4243.mp3"],"text":{"arab":"۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍۢ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَٰسِرِينَ","latin":"Wa qaiyadnaa lahum quranaaa'a fazaiyanoo lahum maa baina aideehim wa maa khalfahum wa haqqa 'alaihimul qawlu feee umamin qad khalat min qablihim minal jinni wal insi innahum kaanoo khaasireen","en":"And We appointed for them companions who made attractive to them what was before them and what was behind them [of sin], and the word has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers.","id":"Dan Kami tetapkan bagi mereka teman-teman yang menjadikan mereka memandang bagus apa yang ada di hadapan dan di belakang mereka dan tetaplah atas mereka keputusan azab pada umat-umat yang terdahulu sebelum mereka dari jinn dan manusia, sesungguhnya mereka adalah orang-orang yang merugi."},"numberInSurah":25,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":192,"sajda":false},{"number":4244,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4244","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4244.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4244.mp3"],"text":{"arab":"وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ","latin":"Wa qaalal lazeena kafaroo laa tasma'oo lihaazal Quraani walghaw feehi la'allakum taghlihoon","en":"And those who disbelieve say, \"Do not listen to this Qur'an and speak noisily during [the recitation of] it that perhaps you will overcome.\"","id":"Dan orang-orang yang kafir berkata: \"Janganlah kamu mendengar dengan sungguh-sungguh akan Al Quran ini dan buatlah hiruk-pikuk terhadapnya, supaya kamu dapat mengalahkan mereka\"."},"numberInSurah":26,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4245,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4245","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4245.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4245.mp3"],"text":{"arab":"فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًۭا شَدِيدًۭا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ","latin":"Falanuzeeqannal lazeena kafaroo 'azaaban shadeedanw wa lanajziyannahum aswallazee kaanoo ya'maloon","en":"But We will surely cause those who disbelieve to taste a severe punishment, and We will surely recompense them for the worst of what they had been doing.","id":"Maka sesungguhnya Kami akan merasakan azab yang keras kepada orang-orang kafir dan Kami akan memberi balasan kepada mereka dengan seburuk-buruk pembalasan bagi apa yang telah mereka kerjakan."},"numberInSurah":27,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4246,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4246","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4246.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4246.mp3"],"text":{"arab":"ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَٰتِنَا يَجْحَدُونَ","latin":"Zaalika jazaaa'u a'daaa'il laahin Naaru lahum feehaa daarul khuld, jazaaa'am bimaa kaanoo bi aayaatinaa yajhdoon","en":"That is the recompense of the enemies of Allah - the Fire. For them therein is the home of eternity as recompense for what they, of Our verses, were rejecting.","id":"Demikianlah balasan terhadap musuh-musuh Allah, (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami."},"numberInSurah":28,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4247,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4247","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4247.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4247.mp3"],"text":{"arab":"وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ","latin":"Wa qaalal lazeena kafaroo Rabbanaaa arinal lazaini adal laanaa minal jinni wal insi naj'alhumaa tahta aqdaaminaa liyakoonaa minal asfaleen","en":"And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet that they will be among the lowest.\"","id":"Dan orang-orang kafir berkata: \"Ya Rabb kami perlihatkanlah kepada kami dua jenis orang yang telah menyesatkan kami (yaitu) sebagian dari jinn dan manusia agar kami letakkan keduanya di bawah telapak kaki kami supaya kedua jenis itu menjadi orang-orang yang hina\"."},"numberInSurah":29,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4248,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4248","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4248.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4248.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ","latin":"Innal lazeena qaaloo Rabbunal laahu summas taqaamoo tatanazzalu 'alaihimul malaaa 'ikatu allaa takhaafoo wa laa tahzanoo wa abshiroo bil Jannnatil latee kuntum too'adoon","en":"Indeed, those who have said, \"Our Lord is Allah \" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised.","id":"Sesungguhnya orang-orang yang mengatakan: \"Tuhan kami ialah Allah\" kemudian mereka meneguhkan pendirian mereka, maka malaikat akan turun kepada mereka dengan mengatakan: \"Janganlah kamu takut dan janganlah merasa sedih; dan gembirakanlah mereka dengan jannah yang telah dijanjikan Allah kepadamu\"."},"numberInSurah":30,"juz":24,"manzil":6,"page":480,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4249,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4249","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4249.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4249.mp3"],"text":{"arab":"نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْءَاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ","latin":"Nahnu awliyaaa'ukum fil hayaatid dunyaa wa fil Aakhirati wa lakum feehaa maa tashtaheee anfusukum wa lakum feehaa ma tadda'oon","en":"We [angels] were your allies in worldly life and [are so] in the Hereafter. And you will have therein whatever your souls desire, and you will have therein whatever you request [or wish]","id":"Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya kamu memperoleh apa yang kamu inginkan dan memperoleh (pula) di dalamnya apa yang kamu minta."},"numberInSurah":31,"juz":24,"manzil":6,"page":480,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4250,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4250","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4250.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4250.mp3"],"text":{"arab":"نُزُلًۭا مِّنْ غَفُورٍۢ رَّحِيمٍۢ","latin":"Nuzulam min Ghafoorir Raheem","en":"As accommodation from a [Lord who is] Forgiving and Merciful.\"","id":"Sebagai hidangan (bagimu) dari Tuhan Yang Maha Pengampun lagi Maha Penyayang."},"numberInSurah":32,"juz":24,"manzil":6,"page":480,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4251,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4251","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4251.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4251.mp3"],"text":{"arab":"وَمَنْ أَحْسَنُ قَوْلًۭا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحًۭا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ","latin":"Wa man ahsanu qawlam mimman da'aaa ilal laahi wa 'amila saalihanw wa qaala innanee minal muslimeen","en":"And who is better in speech than one who invites to Allah and does righteousness and says, \"Indeed, I am of the Muslims.\"","id":"Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan amal yang saleh, dan berkata: \"Sesungguhnya aku termasuk orang-orang yang menyerah diri?\""},"numberInSurah":33,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4252,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4252","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4252.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4252.mp3"],"text":{"arab":"وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌۭ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌۭ","latin":"Wa laa tastawil hasanatu wa las saiyi'ah; idfa' billatee hiya ahsanu fa'izal lazee bainaka wa bainahoo 'adaawatun ka'annahoo waliyun hameem","en":"And not equal are the good deed and the bad. Repel [evil] by that [deed] which is better; and thereupon the one whom between you and him is enmity [will become] as though he was a devoted friend.","id":"Dan tidaklah sama kebaikan dan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, maka tiba-tiba orang yang antaramu dan antara dia ada permusuhan seolah-olah telah menjadi teman yang sangat setia."},"numberInSurah":34,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4253,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4253","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4253.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4253.mp3"],"text":{"arab":"وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍۢ","latin":"Wa maa yulaqqaahaaa illal lazeena sabaroo wa maa yulaqqaahaaa illaa zoo hazzin 'azeem","en":"But none is granted it except those who are patient, and none is granted it except one having a great portion [of good].","id":"Sifat-sifat yang baik itu tidak dianugerahkan melainkan kepada orang-orang yang sabar dan tidak dianugerahkan melainkan kepada orang-orang yang mempunyai keuntungan yang besar."},"numberInSurah":35,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4254,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4254","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4254.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4254.mp3"],"text":{"arab":"وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَٰنِ نَزْغٌۭ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ","latin":"Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaahi innahoo Huwas Samee'ul 'Aleem","en":"And if there comes to you from Satan an evil suggestion, then seek refuge in Allah. Indeed, He is the Hearing, the Knowing.","id":"Dan jika syetan mengganggumu dengan suatu gangguan, maka mohonlah perlindungan kepada Allah. Sesungguhnya Dialah yang Maha Mendengar lagi Maha Mengetahui."},"numberInSurah":36,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4255,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4255","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4255.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4255.mp3"],"text":{"arab":"وَمِنْ ءَايَٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ","latin":"Wa min Aayaatihil lailu wannahaaru washshamsu walqamar; laa tasjudoo lishshamsi wa laa lilqamari wasjudoo lillaahil lazee khala qahunna in kuntum iyyaahu ta'budoon","en":"And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostate to Allah, who created them, if it should be Him that you worship.","id":"Dan di antara tanda-tanda kekuasaan-Nya ialah malam, siang, matahari dan bulan. Janganlah sembah matahari maupun bulan, tapi sembahlah Allah Yang menciptakannya, Jika Ialah yang kamu hendak sembah."},"numberInSurah":37,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4256,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4256","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4256.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4256.mp3"],"text":{"arab":"فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩","latin":"Fa inis-takbaroo fallazee na 'inda Rabbika yusabbihoona lahoo billaili wannnahaari wa hum laa yas'amoon","en":"But if they are arrogant - then those who are near your Lord exalt Him by night and by day, and they do not become weary.","id":"Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhanmu bertasbih kepada-Nya di malam dan siang hari, sedang mereka tidak jemu-jemu."},"numberInSurah":38,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":{"id":12,"recommended":false,"obligatory":true}},{"number":4257,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4257","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4257.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4257.mp3"],"text":{"arab":"وَمِنْ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَٰشِعَةًۭ فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ","latin":"Wa min Aayaatiheee annaka taral arda khaashi'atan fa izaaa anzalna 'alaihal maaa'ah tazzat wa rabat; innal lazeee ahyaahaa lamuhiyil mawtaa; innahoo 'alaa kulli shai-in Qadeer","en":"And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent.","id":"Dan di antara tanda-tanda-Nya (Ialah) bahwa kau lihat bumi kering dan gersang, maka apabila Kami turunkan air di atasnya, niscaya ia bergerak dan subur. Sesungguhnya Tuhan Yang menghidupkannya, Pastilah dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu."},"numberInSurah":39,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4258,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4258","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4258.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4258.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًۭا يَوْمَ ٱلْقِيَٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ","latin":"Innal lazeena yulhidoona feee Aayaatina laa yakhfawna 'alainaa' afamai yulqaa fin Naari khayrun am mai yaateee aaminai Yawmal Qiyaamah; i'maloo ma shi'tum innahoo bimaa ta'maloona Baseer","en":"Indeed, those who inject deviation into Our verses are not concealed from Us. So, is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do whatever you will; indeed, He is Seeing of what you do.","id":"Sesungguhnya orang-orang yang mengingkari ayat-ayat Kami, mereka tidak tersembunyi dari Kami. Maka apakah orang-orang yang dilemparkan ke dalam neraka lebih baik, ataukah orang-orang yang datang dengan aman sentosa pada hari Kiamat? Perbuatlah apa yang kamu kehendaki; Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan."},"numberInSurah":40,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4259,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4259","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4259.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4259.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٌۭ","latin":"Inna Lazeena kafaroo biz Zikri lammaa jaa'ahum wa innahoo la Kitaabun 'Azeez","en":"Indeed, those who disbelieve in the message after it has come to them... And indeed, it is a mighty Book.","id":"Sesungguhnya orang-orang yang mengingkari Al Quran ketika Al Quran itu datang kepada mereka, (mereka itu pasti akan celaka), dan sesungguhnya Al Quran itu adalah kitab yang mulia."},"numberInSurah":41,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4260,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4260","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4260.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4260.mp3"],"text":{"arab":"لَّا يَأْتِيهِ ٱلْبَٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌۭ مِّنْ حَكِيمٍ حَمِيدٍۢ","latin":"Laa yaateehil baatilu mim baini yadaihi wa laa min khalfihee tanzeelum min Hakeemin Hameed","en":"Falsehood cannot approach it from before it or from behind it; [it is] a revelation from a [Lord who is] Wise and Praiseworthy.","id":"Yang tidak datang kepadanya (Al Quran) kebatilan baik dari depan maupun dari belakangnya, yang diturunkan dari Rabb Yang Maha Bijaksana lagi Maha Terpuji."},"numberInSurah":42,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4261,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4261","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4261.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4261.mp3"],"text":{"arab":"مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍۢ وَذُو عِقَابٍ أَلِيمٍۢ","latin":"Maa yuqaalu laka illaa maa qad qeela lir Rusuli min qablik; inna Rabbaka lazoo maghfiratinw wa zoo 'iqaabin aleem","en":"Nothing is said to you, [O Muhammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty.","id":"Tidaklah ada yang dikatakan (oleh orang-orang kafir) kepadamu itu selain apa yang sesungguhnya telah dikatakan kepada rasul-rasul sebelum kamu. Sesungguhnya Rabb-mu benar-benar mempunyai ampunan dan hukuman yang pedih."},"numberInSurah":43,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4262,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4262","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4262.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4262.mp3"],"text":{"arab":"وَلَوْ جَعَلْنَٰهُ قُرْءَانًا أَعْجَمِيًّۭا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّۭ وَعَرَبِىٌّۭ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًۭى وَشِفَآءٌۭ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌۭ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍۢ","latin":"Wa law ja'alnaahu Qur-aanan A'jamiyyal laqaaloo law laa fussilat Aayaatuhoo 'a A'jamiyyunw wa 'Arabiyy; qul huwa lillazeena aamanoo hudanw wa shifaaa'unw wallazeena la yu'minoona feee aazaanihim waqrunw wa huwa 'alaihim 'amaa; ulaaa'ika yunaadawna mim maakaanim ba'eed","en":"And if We had made it a non-Arabic Qur'an, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place.","id":"Dan jikalau Kami jadikan Al Quran itu suatu bacaan dalam bahasa selain Arab, tentulah mereka mengatakan: \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah (patut Al Quran) dalam bahasa asing sedang (rasul adalah orang) Arab? Katakanlah: \"Al Quran itu adalah petunjuk dan penawar bagi orang-orang mukmin. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, sedang Al Quran itu suatu kegelapan bagi mereka. Mereka itu adalah (seperti) yang dipanggil dari tempat yang jauh\"."},"numberInSurah":44,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4263,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4263","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4263.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4263.mp3"],"text":{"arab":"وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌۭ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّۢ مِّنْهُ مُرِيبٍۢ","latin":"Wa laqad aatainaa Moosal Kitaaba fakhtulifa fee; wa lawlaa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb","en":"And We had already given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning the Qur'an, in disquieting doubt.","id":"Dan sesungguhnya telah Kami berikan kepada Musa Taurat lalu diperselisihkan tentang Taurat itu. Kalau tidak ada keputusan yang telah terdahulu dari Rabb-mu, tentulah orang-orang kafir itu sudah dibinasakan. Dan Sesungguhnya mereka terhadap Al Quran benar-benar dalam keragu-raguan yang membingungkan."},"numberInSurah":45,"juz":24,"manzil":6,"page":481,"ruku":418,"hizbQuarter":192,"sajda":false},{"number":4264,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4264","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4264.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4264.mp3"],"text":{"arab":"مَّنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّٰمٍۢ لِّلْعَبِيدِ","latin":"Man 'amila salihan falinafshihee wa man asaaa'a fa'alaihaa; wamaa rabbuka bizallaamil lil 'abeed","en":"Whoever does righteousness - it is for his [own] soul; and whoever does evil [does so] against it. And your Lord is not ever unjust to [His] servants.","id":"Barangsiapa yang mengerjakan amal yang saleh maka (pahalanya) untuk dirinya sendiri dan barangsiapa mengerjakan perbuatan jahat, maka (dosanya) untuk dirinya sendiri; dan sekali-kali tidaklah Rabb-mu menganiaya hamba-hamba-Nya."},"numberInSurah":46,"juz":24,"manzil":6,"page":481,"ruku":418,"hizbQuarter":192,"sajda":false},{"number":4265,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4265","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4265.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4265.mp3"],"text":{"arab":"۞ إِلَيْهِ يُرَدُّ عِلْمُ ٱلسَّاعَةِ ۚ وَمَا تَخْرُجُ مِن ثَمَرَٰتٍۢ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآءِى قَالُوٓا۟ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٍۢ","latin":"Ilaihi yuraddu 'ilmus Saaa'ah; wa maa takhruju min samaraatim min akmaamihaa wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa Yawma yunaadeehim aina shurakaaa'ee qaalooo aazannaaka maa minnaa min shaheed","en":"To him [alone] is attributed knowledge of the Hour. And fruits emerge not from their coverings nor does a female conceive or give birth except with His knowledge. And the Day He will call to them, \"Where are My 'partners'?\" they will say, \"We announce to You that there is [no longer] among us any witness [to that].\"","id":"Kepada-Nya-lah dikembalikan pengetahuan tentang hari Kiamat. Dan tidak ada buah-buahan keluar dari kelopaknya dan tidak seorang perempuanpun mengandung dan tidak (pula) melahirkan, melainkan dengan sepengetahuan-Nya. Pada hari Tuhan memanggil mereka: \"Dimanakah sekutu-sekutu-Ku itu?\", mereka menjawab: \"Kami nyatakan kepada Engkau bahwa tidak ada seorangpun di antara kami yang memberi kesaksian (bahwa Engkau punya sekutu)\"."},"numberInSurah":47,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4266,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4266","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4266.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4266.mp3"],"text":{"arab":"وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَدْعُونَ مِن قَبْلُ ۖ وَظَنُّوا۟ مَا لَهُم مِّن مَّحِيصٍۢ","latin":"Wa dalla 'anhum maa kaanoo yad'oona min qablu wa zannoo maa lahum mim mahees","en":"And lost from them will be those they were invoking before, and they will be certain that they have no place of escape.","id":"Dan hilang lenyaplah dari mereka apa yang selalu mereka sembah dahulu, dan mereka yakin bahwa tidak ada bagi mereka satu jalan keluarpun."},"numberInSurah":48,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4267,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4267","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4267.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4267.mp3"],"text":{"arab":"لَّا يَسْـَٔمُ ٱلْإِنسَٰنُ مِن دُعَآءِ ٱلْخَيْرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٌۭ قَنُوطٌۭ","latin":"Laa yas'amul insaanu min du'aaa'il khairi wa im massa hush sharru fa ya'oosun qanoot","en":"Man is not weary of supplication for good [things], but if evil touches him, he is hopeless and despairing.","id":"Manusia tidak jemu memohon kebaikan, dan jika mereka ditimpa malapetaka dia menjadi putus asa lagi putus harapan."},"numberInSurah":49,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4268,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4268","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4268.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4268.mp3"],"text":{"arab":"وَلَئِنْ أَذَقْنَٰهُ رَحْمَةًۭ مِّنَّا مِنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِى وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةًۭ وَلَئِن رُّجِعْتُ إِلَىٰ رَبِّىٓ إِنَّ لِى عِندَهُۥ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُوا۟ بِمَا عَمِلُوا۟ وَلَنُذِيقَنَّهُم مِّنْ عَذَابٍ غَلِيظٍۢ","latin":"Wa la in azaqnaahu rahmatam minnaa mim ba'di dar raaa'a massat hu la yaqoolanna haazaa lee wa maaa azunnus Saa'ata qaaa'imatanw wa la'in ruji'tu ilaa Rabbeee inna lee 'indahoo lalhusnaa; falanu nabbi'annal lazeena kafaroo bimaa 'amiloo wa lanuzeeqan nahum min 'azaabin ghaleez","en":"And if We let him taste mercy from Us after an adversity which has touched him, he will surely say, \"This is [due] to me, and I do not think the Hour will occur; and [even] if I should be returned to my Lord, indeed, for me there will be with Him the best.\" But We will surely inform those who disbelieved about what they did, and We will surely make them taste a massive punishment.","id":"Dan jika Kami merasakan kepadanya sesuatu rahmat dari Kami sesudah dia ditimpa kesusahan, pastilah dia berkata: \"Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan datang. Dan jika aku dikembalikan kepada Tuhanku maka sesungguhnya aku akan memperoleh kebaikan pada sisi-Nya\". Maka Kami benar-benar akan memberitakan kepada orang-orang kafir apa yang telah mereka kerjakan dan akan Kami rasakan kepada mereka azab yang keras."},"numberInSurah":50,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4269,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4269","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4269.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4269.mp3"],"text":{"arab":"وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٍۢ","latin":"Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru fazoo du'aaa'in 'areed","en":"And when We bestow favor upon man, he turns away and distances himself; but when evil touches him, then he is full of extensive supplication.","id":"Dan apabila Kami memberikan nikmat kepada manusia, ia berpaling dan menjauhkan diri; tetapi apabila ia ditimpa malapetaka, maka ia banyak berdoa."},"numberInSurah":51,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4270,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4270","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4270.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4270.mp3"],"text":{"arab":"قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ ثُمَّ كَفَرْتُم بِهِۦ مَنْ أَضَلُّ مِمَّنْ هُوَ فِى شِقَاقٍۭ بَعِيدٍۢ","latin":"Qul araiaitum in kaana min 'indil laahi summa kafar tum bihee man adallu mimman huwa fee shiqaqim ba'eed","en":"Say, \"Have you considered: if the Qur'an is from Allah and you disbelieved in it, who would be more astray than one who is in extreme dissension?\"","id":"Katakanlah: \"Bagaimana pendapatmu jika (Al Quran) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh?\""},"numberInSurah":52,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4271,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4271","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4271.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4271.mp3"],"text":{"arab":"سَنُرِيهِمْ ءَايَٰتِنَا فِى ٱلْءَافَاقِ وَفِىٓ أَنفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ ٱلْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ","latin":"Sanureehim Aayaatinaa fil aafaaqi wa feee anfusihim hattaa yatabaiyana lahum annahul haqq; awa lam yakfi bi Rabbika annahoo 'alaa kulli shai-in Shaheed","en":"We will show them Our signs in the horizons and within themselves until it becomes clear to them that it is the truth. But is it not sufficient concerning your Lord that He is, over all things, a Witness?","id":"Kami akan memperlihatkan kepada mereka tanda-tanda (kekuasaan) Kami di segala wilayah bumi dan pada diri mereka sendiri, hingga jelas bagi mereka bahwa Al Quran itu adalah benar. Tiadakah cukup bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?"},"numberInSurah":53,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4272,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4272","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4272.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4272.mp3"],"text":{"arab":"أَلَآ إِنَّهُمْ فِى مِرْيَةٍۢ مِّن لِّقَآءِ رَبِّهِمْ ۗ أَلَآ إِنَّهُۥ بِكُلِّ شَىْءٍۢ مُّحِيطٌۢ","latin":"Alaaa innahum fee miryatim mil liqaaa'i Rabbihim; alaaa innahoo bikulli shai'im muheet","en":"Unquestionably, they are in doubt about the meeting with their Lord. Unquestionably He is, of all things, encompassing.","id":"Ingatlah bahwa sesungguhnya mereka adalah dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah bahwa sesungguhnya Dia Maha Meliputi segala sesuatu."},"numberInSurah":54,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false}]}