{"idRevelationType":"Mekah","idNameTranslation":"Musyawarah","number":42,"name":"سورة الشورى","englishName":"Ash-Shura","englishNameTranslation":"Consultation","revelationType":"Meccan","numberOfAyahs":53,"ayahs":[{"number":4273,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4273","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4273.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4273.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ حمٓ","latin":"Haa Meeem","en":"Ha, Meem.","id":"Haa Miim."},"numberInSurah":1,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4274,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4274","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4274.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4274.mp3"],"text":{"arab":"عٓسٓقٓ","latin":"'Ayyyn Seeen Qaaaf","en":"'Ayn, Seen, Qaf.","id":"'Ain Siin Qaaf."},"numberInSurah":2,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4275,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4275","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4275.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4275.mp3"],"text":{"arab":"كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ","latin":"Kazaalika yooheee ilaika wa ilal lazeena min qablikal laahul 'Azeezul Hakeem","en":"Thus has He revealed to you, [O Muhammad], and to those before you - Allah, the Exalted in Might, the Wise.","id":"Demikianlah Allah Yang Maha Perkasa lagi Maha Bijaksana, mewahyukan kepada kamu dan kepada orang-orang sebelum kamu."},"numberInSurah":3,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4276,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4276","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4276.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4276.mp3"],"text":{"arab":"لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ","latin":"Lahoo maa fis samaa waati wa maa fil ardi wa Huwal 'Aliyul 'Azeem","en":"To Him belongs whatever is in the heavens and whatever is in the earth, and He is the Most High, the Most Great.","id":"Kepunyaan-Nya-lah apa yang ada di langit dan apa yang ada di bumi. Dan Dialah yang Maha Tinggi lagi Maha Besar."},"numberInSurah":4,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4277,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4277","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4277.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4277.mp3"],"text":{"arab":"تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِن فَوْقِهِنَّ ۚ وَٱلْمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى ٱلْأَرْضِ ۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ","latin":"Takaadus samaawaatu yatafattarna min fawqihinn; walmalaaa'ikatu yusabbihoona bihamdi Rabbihim wa yastaghfiroona liman fil ard; alaaa innal laaha huwal Ghafoorur Raheem","en":"The heavens almost break from above them, and the angels exalt [Allah] with praise of their Lord and ask forgiveness for those on earth. Unquestionably, it is Allah who is the Forgiving, the Merciful.","id":"Hampir saja langit itu pecah dari sebelah atas (karena kebesaran Tuhan) dan malaikat-malaikat bertasbih serta memuji Tuhan-nya dan memohonkan ampun bagi orang-orang yang ada di bumi. Ingatlah, bahwa sesungguhnya Allah Dialah Yang Maha Pengampun lagi Penyayang."},"numberInSurah":5,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4278,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4278","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4278.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4278.mp3"],"text":{"arab":"وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍۢ","latin":"Wallazeenat takhazoo min dooniheee awliyaaa'al laahu hafeezun 'alaihim wa maaa anta 'alaihim biwakeel","en":"And those who take as allies other than Him - Allah is [yet] Guardian over them; and you, [O Muhammad], are not over them a manager.","id":"Dan orang-orang yang mengambil pelindung-pelindung selain Allah, Allah mengawasi (perbuatan) mereka; dan kamu (ya Muhammad) bukanlah orang yang diserahi mengawasi mereka."},"numberInSurah":6,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4279,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4279","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4279.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4279.mp3"],"text":{"arab":"وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْءَانًا عَرَبِيًّۭا لِّتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ ٱلْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌۭ فِى ٱلْجَنَّةِ وَفَرِيقٌۭ فِى ٱلسَّعِيرِ","latin":"Wa kazaalika awhainaaa llaika Qur-aanan 'Arabiyyal litunzir aUmmal Quraa wa man hawlahaa wa tunzira Yawmal Jam'ilaa raiba feeh; fareequn fil jannati wa fareequn fissa'eer","en":"And thus We have revealed to you an Arabic Qur'an that you may warn the Mother of Cities [Makkah] and those around it and warn of the Day of Assembly, about which there is no doubt. A party will be in Paradise and a party in the Blaze.","id":"Demikianlah Kami wahyukan kepadamu Al Quran dalam bahasa Arab, supaya kamu memberi peringatan kepada ummul Qura (penduduk Mekah) dan penduduk (negeri-negeri) sekelilingnya serta memberi peringatan (pula) tentang hari berkumpul (kiamat) yang tidak ada keraguan padanya. Segolongan masuk surga, dan segolongan masuk Jahannam."},"numberInSurah":7,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4280,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4280","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4280.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4280.mp3"],"text":{"arab":"وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَهُمْ أُمَّةًۭ وَٰحِدَةًۭ وَلَٰكِن يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِىٍّۢ وَلَا نَصِيرٍ","latin":"Wa law shaaa'al laahu laja'alahum ummatanw waahi datanw walaakiny yudkhilumany yashaaa'u fee rahmatih; waz zaalimoona maa lahum minw waliyyinw wa laa naseer","en":"And if Allah willed, He could have made them [of] one religion, but He admits whom He wills into His mercy. And the wrongdoers have not any protector or helper.","id":"Dan kalau Allah menghendaki niscaya Allah menjadikan mereka satu umat (saja), tetapi Dia memasukkan orang-orang yang dikehendaki-Nya ke dalam rahmat-Nya. Dan orang-orang yang zalim tidak ada bagi mereka seorang pelindungpun dan tidak pula seorang penolong."},"numberInSurah":8,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4281,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4281","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4281.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4281.mp3"],"text":{"arab":"أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۖ فَٱللَّهُ هُوَ ٱلْوَلِىُّ وَهُوَ يُحْىِ ٱلْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ","latin":"Amit takhazoo min dooniheee awliyaaa'a fallaahu Huwal Waliyyu wa Huwa yuhyil mawtaa wa Huwa 'alaa kulli shai'in Qadeer","en":"Or have they taken protectors [or allies] besides him? But Allah - He is the Protector, and He gives life to the dead, and He is over all things competent.","id":"Atau patutkah mereka mengambil pelindung-pelindung selain Allah? Maka Allah, Dialah pelindung (yang sebenarnya) dan Dia menghidupkan orang-orang yang mati, dan Dia adalah Maha Kuasa atas segala sesuatu."},"numberInSurah":9,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4282,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4282","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4282.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4282.mp3"],"text":{"arab":"وَمَا ٱخْتَلَفْتُمْ فِيهِ مِن شَىْءٍۢ فَحُكْمُهُۥٓ إِلَى ٱللَّهِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ","latin":"Wa makh-talaftum feehi min shai'in fahukmuhooo ilallaah; zaalikumul laahu Rabbee 'alaihi tawakkaltu wa ilaihi uneeb","en":"And in anything over which you disagree - its ruling is [to be referred] to Allah. [Say], \"That is Allah, my Lord; upon Him I have relied, and to Him I turn back.\"","id":"Tentang sesuatu apapun kamu berselisih, maka putusannya (terserah) kepada Allah. (Yang mempunyai sifat-sifat demikian) itulah Allah Tuhanku. Kepada-Nya lah aku bertawakkal dan kepada-Nya-lah aku kembali."},"numberInSurah":10,"juz":25,"manzil":6,"page":483,"ruku":420,"hizbQuarter":193,"sajda":false},{"number":4283,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4283","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4283.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4283.mp3"],"text":{"arab":"فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًۭا وَمِنَ ٱلْأَنْعَٰمِ أَزْوَٰجًۭا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِۦ شَىْءٌۭ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ","latin":"Faatirus samaawaati wal ard; ja'ala lakum min anfusikum azwaajanw wa minal an'aami azwaajany yazra'ukum feeh; laisa kamislihee shai'unw wa Huwas Samee'ul Baseer","en":"[He is] Creator of the heavens and the earth. He has made for you from yourselves, mates, and among the cattle, mates; He multiplies you thereby. There is nothing like unto Him, and He is the Hearing, the Seeing.","id":"(Dia) Pencipta langit dan bumi. Dia menjadikan bagi kamu dari jenis kamu sendiri pasangan-pasangan dan dari jenis binatang ternak pasangan-pasangan (pula), dijadikan-Nya kamu berkembang biak dengan jalan itu. Tidak ada sesuatupun yang serupa dengan Dia, dan Dialah yang Maha Mendengar dan Melihat."},"numberInSurah":11,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":193,"sajda":false},{"number":4284,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4284","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4284.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4284.mp3"],"text":{"arab":"لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍ عَلِيمٌۭ","latin":"Lahoo maqaaleedus samaawaati wal ardi yabsutur rizqa limany yashaaa'u wa yaqdir; innahoo bikulli shai'unw wa Huwas Samee'ul Baseer","en":"To Him belong the keys of the heavens and the earth. He extends provision for whom He wills and restricts [it]. Indeed He is, of all things, Knowing.","id":"Kepunyaan-Nya-lah perbendaharaan langit dan bumi; Dia melapangkan rezeki bagi siapa yang dikehendaki-Nya dan menyempitkan(nya). Sesungguhnya Dia Maha Mengetahui segala sesuatu."},"numberInSurah":12,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":193,"sajda":false},{"number":4285,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4285","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4285.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4285.mp3"],"text":{"arab":"۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحًۭا وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِۦٓ إِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓ ۖ أَنْ أَقِيمُوا۟ ٱلدِّينَ وَلَا تَتَفَرَّقُوا۟ فِيهِ ۚ كَبُرَ عَلَى ٱلْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ ٱللَّهُ يَجْتَبِىٓ إِلَيْهِ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَن يُنِيبُ","latin":"Shara'a lakum minad deeni maa wassaa bihee Noohanw wallazeee awhainaaa ilaika wa maa wassainaa biheee Ibraaheema wa Moosa wa 'Eesaaa an aqeemud adeena wa laa tatafarraqoo feeh; kabura 'alal mushrikeena maa tad'oohum ilaih; Allaahu yajtabee ilaihi many yashaaa'u wa yahdeee ilaihi mai yuneeb","en":"He has ordained for you of religion what He enjoined upon Noah and that which We have revealed to you, [O Muhammad], and what We enjoined upon Abraham and Moses and Jesus - to establish the religion and not be divided therein. Difficult for those who associate others with Allah is that to which you invite them. Allah chooses for Himself whom He wills and guides to Himself whoever turns back [to Him].","id":"Dia telah mensyari'atkan bagi kamu tentang agama apa yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu: Tegakkanlah agama dan janganlah kamu berpecah belah tentangnya. Amat berat bagi orang-orang musyrik agama yang kamu seru mereka kepadanya. Allah menarik kepada agama itu orang yang dikehendaki-Nya dan memberi petunjuk kepada (agama)-Nya orang yang kembali (kepada-Nya)."},"numberInSurah":13,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4286,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4286","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4286.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4286.mp3"],"text":{"arab":"وَمَا تَفَرَّقُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌۭ سَبَقَتْ مِن رَّبِّكَ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى لَّقُضِىَ بَيْنَهُمْ ۚ وَإِنَّ ٱلَّذِينَ أُورِثُوا۟ ٱلْكِتَٰبَ مِنۢ بَعْدِهِمْ لَفِى شَكٍّۢ مِّنْهُ مُرِيبٍۢ","latin":"Wa maa tafarraqooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; wa law laa Kalimatun sabaqat mir Rabbika ilaaa ajalim musammal laqudiya bainahum; wa innal lazeena oorisul Kitaaba mim ba'dihim lafee shakkim minhu mureeb","en":"And they did not become divided until after knowledge had come to them - out of jealous animosity between themselves. And if not for a word that preceded from your Lord [postponing the penalty] until a specified time, it would have been concluded between them. And indeed, those who were granted inheritance of the Scripture after them are, concerning it, in disquieting doubt.","id":"Dan mereka (ahli kitab) tidak berpecah belah, kecuali setelah datang pada mereka ilmu pengetahuan, karena kedengkian di antara mereka. Kalau tidaklah karena sesuatu ketetapan yang telah ada dari Tuhanmu dahulunya (untuk menangguhkan azab) sampai kepada waktu yang ditentukan, pastilah mereka telah dibinasakan. Dan sesungguhnya orang-orang yang diwariskan kepada mereka Al-Kitab (Taurat dan Injil) sesudah mereka, benar-benar berada dalam keraguan yang menggoncangkan tentang kitab itu."},"numberInSurah":14,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4287,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4287","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4287.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4287.mp3"],"text":{"arab":"فَلِذَٰلِكَ فَٱدْعُ ۖ وَٱسْتَقِمْ كَمَآ أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَآءَهُمْ ۖ وَقُلْ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٍۢ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَآ أَعْمَٰلُنَا وَلَكُمْ أَعْمَٰلُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ ٱللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ","latin":"Falizaalika fad'u wastaqim kamaaa umirta wa laa tattabi' ahwaaa'ahum wa qul aamantu bimaaa anzalal laahu min Kitaab, wa umirtu li a'dila bainakum Allaahu Rabbunaa wa Rabbukum lanaaa a'maa lunaa wa lakum a'maalukim laa hujjata bainanaa wa baina kumul laahu yajma'u bainanaa wa ilaihil maseer","en":"So to that [religion of Allah] invite, [O Muhammad], and remain on a right course as you are commanded and do not follow their inclinations but say, \"I have believed in what Allah has revealed of the Qur'an, and I have been commanded to do justice among you. Allah is our Lord and your Lord. For us are our deeds, and for you your deeds. There is no [need for] argument between us and you. Allah will bring us together, and to Him is the [final] destination.\"","id":"Maka karena itu serulah (mereka kepada agama ini) dan tetaplah sebagai mana diperintahkan kepadamu dan janganlah mengikuti hawa nafsu mereka dan katakanlah: \"Aku beriman kepada semua Kitab yang diturunkan Allah dan aku diperintahkan supaya berlaku adil diantara kamu. Allah-lah Tuhan kami dan Tuhan kamu. Bagi kami amal-amal kami dan bagi kamu amal-amal kamu. Tidak ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nya-lah kembali (kita)\"."},"numberInSurah":15,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4288,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4288","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4288.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4288.mp3"],"text":{"arab":"وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌۭ وَلَهُمْ عَذَابٌۭ شَدِيدٌ","latin":"Wallazeena yuhaaajjoona fil laahi mim ba'di mastujeeba lahoo hujjatuhum daahidatun 'inda Rabbihim wa 'alaihim ghadabunw wa lahum 'azaabun shadeed","en":"And those who argue concerning Allah after He has been responded to - their argument is invalid with their Lord, and upon them is [His] wrath, and for them is a severe punishment.","id":"Dan orang-orang yang membantah (agama) Allah sesudah agama itu diterima maka bantahan mereka itu sia-sia saja, di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan bagi mereka azab yang sangat keras."},"numberInSurah":16,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4289,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4289","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4289.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4289.mp3"],"text":{"arab":"ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌۭ","latin":"Allahul lazeee anzalal Kitaaba bilhaqqi wal Meezaan; wa ma yudreeka la'allas Saa'ata qareeb","en":"It is Allah who has sent down the Book in truth and [also] the balance. And what will make you perceive? Perhaps the Hour is near.","id":"Allah-lah yang menurunkan kitab dengan (membawa) kebenaran dan (menurunkan) neraca (keadilan). Dan tahukah kamu, boleh jadi hari kiamat itu (sudah) dekat?"},"numberInSurah":17,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4290,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4290","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4290.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4290.mp3"],"text":{"arab":"يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَٰلٍۭ بَعِيدٍ","latin":"Yasta'jilu bihal lazeena laa yu'minoona bihaa wallazeena aamanoo mushfiqoona minhaa wa ya'lamoona annahal haqq; alaaa innal lazeena yumaaroona fis Saa'ati lafee dalaalim ba'eed","en":"Those who do not believe in it are impatient for it, but those who believe are fearful of it and know that it is the truth. Unquestionably, those who dispute concerning the Hour are in extreme error.","id":"Orang-orang yang tidak beriman kepada hari kiamat meminta supaya hari itu segera didatangkan dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar dalam kesesatan yang jauh."},"numberInSurah":18,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4291,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4291","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4291.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4291.mp3"],"text":{"arab":"ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ","latin":"Allahu lateefum bi'ibaadihee yarzuqu mai yashaaa'u wa Huwal Qawiyyul 'Azeez","en":"Allah is Subtle with His servants; He gives provisions to whom He wills. And He is the Powerful, the Exalted in Might.","id":"Allah Maha lembut terhadap hamba-hamba-Nya; Dia memberi rezeki kepada yang di kehendaki-Nya dan Dialah Yang Maha Kuat lagi Maha Perkasa."},"numberInSurah":19,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4292,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4292","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4292.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4292.mp3"],"text":{"arab":"مَن كَانَ يُرِيدُ حَرْثَ ٱلْءَاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْءَاخِرَةِ مِن نَّصِيبٍ","latin":"Man kaana yureedu harsal Aakhirati nazid lahoo fee harsihee wa man kaana yureedu harsad dunyaa nu'tihee mnhaa wa maa lahoo fil Aakhirati min naseeb","en":"Whoever desires the harvest of the Hereafter - We increase for him in his harvest. And whoever desires the harvest of this world - We give him thereof, but there is not for him in the Hereafter any share.","id":"Barang siapa yang menghendaki keuntungan di akhirat akan Kami tambah keuntungan itu baginya dan barang siapa yang menghendaki keuntungan di dunia Kami berikan kepadanya sebagian dari keuntungan dunia dan tidak ada baginya suatu bahagianpun di akhirat."},"numberInSurah":20,"juz":25,"manzil":6,"page":485,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4293,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4293","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4293.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4293.mp3"],"text":{"arab":"أَمْ لَهُمْ شُرَكَٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌۭ","latin":"Am lahum shurakaaa'u shara'oo lahum minad deeni maa lam yaazam bihil laah; wa law laa kalimatul fasli laqudiya bainahum; wa innaz zaalimeena lahum 'azaabun aleem","en":"Or have they other deities who have ordained for them a religion to which Allah has not consented? But if not for the decisive word, it would have been concluded between them. And indeed, the wrongdoers will have a painful punishment.","id":"Apakah mereka mempunyai sembahan-sembahan selain Allah yang mensyariatkan untuk mereka agama yang tidak diizinkan Allah? Sekiranya tak ada ketetapan yang menentukan (dari Allah) tentulah mereka telah dibinasakan. Dan sesungguhnya orang-orang yang zalim itu akan memperoleh azab yang amat pedih."},"numberInSurah":21,"juz":25,"manzil":6,"page":485,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4294,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4294","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4294.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4294.mp3"],"text":{"arab":"تَرَى ٱلظَّٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ","latin":"Taraz zaalimeena mushfiqeena mimmaa kasaboo wa huwa waaqi'um bihim; wallazeena aamanoo wa 'amilus saalihaati fee rawdaatil jannaati lahum maa yashaaa'oona 'inda Rabbihim; zaalika huwal fadlul kabeer","en":"You will see the wrongdoers fearful of what they have earned, and it will [certainly] befall them. And those who have believed and done righteous deeds will be in lush regions of the gardens [in Paradise] having whatever they will in the presence of their Lord. That is what is the great bounty.","id":"Kamu lihat orang-orang yang zalim sangat ketakutan karena kejahatan-kejahatan yang telah mereka kerjakan, sedang siksaan menimpa mereka. Dan orang-orang yang beriman serta mengerjakan amal saleh (berada) di dalam taman-taman surga, mereka memperoleh apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar."},"numberInSurah":22,"juz":25,"manzil":6,"page":485,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4295,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4295","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4295.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4295.mp3"],"text":{"arab":"ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ ۗ وَمَن يَقْتَرِفْ حَسَنَةًۭ نَّزِدْ لَهُۥ فِيهَا حُسْنًا ۚ إِنَّ ٱللَّهَ غَفُورٌۭ شَكُورٌ","latin":"Zaalikal lazee yubash shirul laahu 'ibaadahul lazeena aamanoo wa 'amilus saalihaat; qul laaa as'alukum 'alaihi ajran illal mawaddata fil qurbaa; wa mai yaqtarif hasanatan nazid lahoo feehaa husnaa; innal laaha Ghafoorun Shakoor","en":"It is that of which Allah gives good tidings to His servants who believe and do righteous deeds. Say, [O Muhammad], \"I do not ask you for this message any payment [but] only good will through kinship.\" And whoever commits a good deed - We will increase for him good therein. Indeed, Allah is Forgiving and Appreciative.","id":"Itulah (karunia) yang (dengan itu) Allah menggembirakan hamba-hamba-Nya yang beriman dan mengerjakan amal yang saleh. Katakanlah: \"Aku tidak meminta kepadamu sesuatu upahpun atas seruanku kecuali kasih sayang dalam kekeluargaan\". Dan siapa yang mengerjakan kebaikan akan Kami tambahkan baginya kebaikan pada kebaikannya itu. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri."},"numberInSurah":23,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4296,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4296","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4296.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4296.mp3"],"text":{"arab":"أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا ۖ فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ ٱللَّهُ ٱلْبَٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَٰتِهِۦٓ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","latin":"Am yaqooloonaf tara 'alal laahi kaziban fa-iny yasha il laahu yakhtim 'alaa qalbik; wa yamhul laahul baatila wa yuhiqqul haqqa bi Kalimaatih; innahoo 'Aleemum bizaatis sudoor","en":"Or do they say, \"He has invented about Allah a lie\"? But if Allah willed, He could seal over your heart. And Allah eliminates falsehood and establishes the truth by His words. Indeed, He is Knowing of that within the breasts.","id":"Bahkan mereka mengatakan: \"Dia (Muhammad) telah mengada-adakan dusta terhadap Allah\". Maka jika Allah menghendaki niscaya Dia mengunci mati hatimu; dan Allah menghapuskan yang batil dan membenarkan yang hak dengan kalimat-kalimat-Nya (Al Quran). Sesungguhnya Dia Maha Mengetahui segala isi hati."},"numberInSurah":24,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4297,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4297","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4297.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4297.mp3"],"text":{"arab":"وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا۟ عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ","latin":"Wa Huwal lazee yaqbalut tawbata 'an 'ibaadihee wa ya'foo 'anis saiyiaati wa ya'lamu maa taf'aloon","en":"And it is He who accepts repentance from his servants and pardons misdeeds, and He knows what you do.","id":"Dan Dialah yang menerima taubat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan,"},"numberInSurah":25,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4298,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4298","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4298.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4298.mp3"],"text":{"arab":"وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۚ وَٱلْكَٰفِرُونَ لَهُمْ عَذَابٌۭ شَدِيدٌۭ","latin":"Wa yastajeebul lazeena aamanoo wa 'amilu saalihaati wa yazeeduhum min fadlih; wal kaafiroona lahum 'azaabun shadeed","en":"And He answers [the supplication of] those who have believed and done righteous deeds and increases [for] them from His bounty. But the disbelievers will have a severe punishment.","id":"dan Dia memperkenankan (doa) orang-orang yang beriman serta mengerjakan amal yang saleh dan menambah (pahala) kepada mereka dari karunia-Nya. Dan orang-orang yang kafir bagi mereka azab yang sangat keras."},"numberInSurah":26,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4299,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4299","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4299.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4299.mp3"],"text":{"arab":"۞ وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا۟ فِى ٱلْأَرْضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٍۢ مَّا يَشَآءُ ۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرٌۢ بَصِيرٌۭ","latin":"Wa law basatal laahur rizqa li'ibaadihee labaghaw fil ardi wa laakiny yunazzilu biqadarim maa yashaaa'; innahoo bi'ibaadihee Khabeerum Baseer","en":"And if Allah had extended [excessively] provision for His servants, they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is, of His servants, Acquainted and Seeing.","id":"Dan jikalau Allah melapangkan rezeki kepada hamba-hamba-Nya tentulah mereka akan melampaui batas di muka bumi, tetapi Allah menurunkan apa yang dikehendaki-Nya dengan ukuran. Sesungguhnya Dia Maha Mengetahui (keadaan) hamba-hamba-Nya lagi Maha Melihat."},"numberInSurah":27,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":195,"sajda":false},{"number":4300,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4300","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4300.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4300.mp3"],"text":{"arab":"وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا۟ وَيَنشُرُ رَحْمَتَهُۥ ۚ وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ","latin":"Wa Huwal lazee yunazzilul ghaisa mim ba'di maa qanatoo wa yanshuru rahmatah; wa Huwal Waliyyul Hameed","en":"And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector, the Praiseworthy.","id":"Dan Dialah Yang menurunkan hujan sesudah mereka berputus asa dan menyebarkan rahmat-Nya. Dan Dialah Yang Maha Pelindung lagi Maha Terpuji."},"numberInSurah":28,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":195,"sajda":false},{"number":4301,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4301","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4301.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4301.mp3"],"text":{"arab":"وَمِنْ ءَايَٰتِهِۦ خَلْقُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍۢ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌۭ","latin":"Wa min Aayaatihee khalqus samaawaati wal ardi wa maa bassa feehimaa min daaabbah; wa Huwa 'alaa jam'ihim izaa yashaaa'u Qadeer","en":"And of his signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He, for gathering them when He wills, is competent.","id":"Di antara (ayat-ayat) tanda-tanda-Nya ialah menciptakan langit dan bumi dan makhluk-makhluk yang melata Yang Dia sebarkan pada keduanya. Dan Dia Maha Kuasa mengumpulkan semuanya apabila dikehendaki-Nya."},"numberInSurah":29,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":195,"sajda":false},{"number":4302,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4302","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4302.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4302.mp3"],"text":{"arab":"وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٍۢ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍۢ","latin":"Wa maaa asaabakum mim museebatin fabimaa kasabat aydeekum wa ya'foo 'an kaseer","en":"And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much.","id":"Dan apa saja musibah yang menimpa kamu maka adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan sebagian besar (dari kesalahan-kesalahanmu)."},"numberInSurah":30,"juz":25,"manzil":6,"page":486,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4303,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4303","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4303.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4303.mp3"],"text":{"arab":"وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍۢ","latin":"Wa maaa antum bimu'jizeena fil ardi wa maa lakum min doonil laahi minw wa liyyinw wa laa naseer","en":"And you will not cause failure [to Allah] upon the earth. And you have not besides Allah any protector or helper.","id":"Dan kamu tidak dapat melepaskan diri (dari azab Allah) di muka bumi, dan kamu tidak memperoleh seorang pelindung dan tidak pula penolong selain Allah."},"numberInSurah":31,"juz":25,"manzil":6,"page":486,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4304,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4304","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4304.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4304.mp3"],"text":{"arab":"وَمِنْ ءَايَٰتِهِ ٱلْجَوَارِ فِى ٱلْبَحْرِ كَٱلْأَعْلَٰمِ","latin":"Wa min Aayaatihil ja waarifil bahri kal a'lam","en":"And of His signs are the ships in the sea, like mountains.","id":"Dan di antara tanda-tanda kekuasaan-Nya ialah kapal-kapal di tengah (yang berlayar) di laut seperti gunung-gunung."},"numberInSurah":32,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4305,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4305","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4305.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4305.mp3"],"text":{"arab":"إِن يَشَأْ يُسْكِنِ ٱلرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍ","latin":"Iny yashaaa yuskinir reeha fa yazlalna rawaakida 'alaa zahirh; inna fee zaalika la Aayaatil likulli sabbaarin shakoor","en":"If He willed, He could still the wind, and they would remain motionless on its surface. Indeed in that are signs for everyone patient and grateful.","id":"Jika Dia menghendaki, Dia akan menenangkan angin, maka jadilah kapal-kapal itu terhenti di permukaan laut. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaannya) bagi setiap orang yang banyak bersabar dan banyak bersyukur,"},"numberInSurah":33,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4306,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4306","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4306.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4306.mp3"],"text":{"arab":"أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا۟ وَيَعْفُ عَن كَثِيرٍۢ","latin":"Aw yoobiqhunna bimaa kasaboo wa ya'fu 'an kaseer","en":"Or He could destroy them for what they earned; but He pardons much.","id":"atau kapal-kapal itu dibinasakan-Nya karena perbuatan mereka atau Dia memberi maaf sebagian besar (dari mereka)."},"numberInSurah":34,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4307,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4307","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4307.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4307.mp3"],"text":{"arab":"وَيَعْلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِىٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٍۢ","latin":"Wa ya'lamal lazeena yujaadiloona feee Aayaatinaa maa lahum mim mahees","en":"And [that is so] those who dispute concerning Our signs may know that for them there is no place of escape.","id":"Dan supaya orang-orang yang membantah ayat-ayat (kekuasaan) Kami mengetahui bahwa mereka sekali-kali tidak akan memperoleh jalan ke luar (dari siksaan)."},"numberInSurah":35,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4308,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4308","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4308.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4308.mp3"],"text":{"arab":"فَمَآ أُوتِيتُم مِّن شَىْءٍۢ فَمَتَٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَمَا عِندَ ٱللَّهِ خَيْرٌۭ وَأَبْقَىٰ لِلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ","latin":"Famaa ooteetum min shai'in famataa'ul hayaatid dunyaa wa maa 'indal laahi khairunw wa abqaa lillazeena aamanoo wa 'alaa Rabbihim yatawakkaloon","en":"So whatever thing you have been given - it is but [for] enjoyment of the worldly life. But what is with Allah is better and more lasting for those who have believed and upon their Lord rely","id":"Maka sesuatu yang diberikan kepadamu, itu adalah kenikmatan hidup di dunia; dan yang ada pada sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka, mereka bertawakkal."},"numberInSurah":36,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4309,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4309","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4309.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4309.mp3"],"text":{"arab":"وَٱلَّذِينَ يَجْتَنِبُونَ كَبَٰٓئِرَ ٱلْإِثْمِ وَٱلْفَوَٰحِشَ وَإِذَا مَا غَضِبُوا۟ هُمْ يَغْفِرُونَ","latin":"Wallazeena yajtaniboona kabaaa'iral ismi wal fawaa hisha wa izaa maa ghadiboo hum yaghfiroon","en":"And those who avoid the major sins and immoralities, and when they are angry, they forgive,","id":"Dan (bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah mereka memberi maaf."},"numberInSurah":37,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4310,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4310","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4310.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4310.mp3"],"text":{"arab":"وَٱلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ","latin":"Wallazeenas tajaaboo li Rabbhim wa aqaamus Salaata wa amruhum shooraa bainahum wa mimmaa razaqnaahum yunfiqoon","en":"And those who have responded to their lord and established prayer and whose affair is [determined by] consultation among themselves, and from what We have provided them, they spend.","id":"Dan (bagi) orang-orang yang menerima (mematuhi) seruan Tuhannya dan mendirikan shalat, sedang urusan mereka (diputuskan) dengan musyawarat antara mereka; dan mereka menafkahkan sebagian dari rezeki yang Kami berikan kepada mereka."},"numberInSurah":38,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4311,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4311","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4311.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4311.mp3"],"text":{"arab":"وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلْبَغْىُ هُمْ يَنتَصِرُونَ","latin":"Wallazeena izaa asaabahumul baghyu hum yantasiroon","en":"And those who, when tyranny strikes them, they defend themselves,","id":"Dan ( bagi) orang-orang yang apabila mereka diperlakukan dengan zalim mereka membela diri."},"numberInSurah":39,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4312,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4312","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4312.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4312.mp3"],"text":{"arab":"وَجَزَٰٓؤُا۟ سَيِّئَةٍۢ سَيِّئَةٌۭ مِّثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُۥ عَلَى ٱللَّهِ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ","latin":"Wa jazaaa'u saiyi'atin saiyi'tum misluha faman 'afaa wa aslaha fa ajruhoo 'alal laah; innahoo laa yuhibbuz zaalimeen","en":"And the retribution for an evil act is an evil one like it, but whoever pardons and makes reconciliation - his reward is [due] from Allah. Indeed, He does not like wrongdoers.","id":"Dan balasan suatu kejahatan adalah kejahatan yang serupa, maka barang siapa memaafkan dan berbuat baik maka pahalanya atas (tanggungan) Allah. Sesungguhnya Dia tidak menyukai orang-orang yang zalim."},"numberInSurah":40,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4313,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4313","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4313.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4313.mp3"],"text":{"arab":"وَلَمَنِ ٱنتَصَرَ بَعْدَ ظُلْمِهِۦ فَأُو۟لَٰٓئِكَ مَا عَلَيْهِم مِّن سَبِيلٍ","latin":"Wa lamanin tasara ba'da zulmihee fa ulaaa'ika maa 'alaihim min sabeel","en":"And whoever avenges himself after having been wronged - those have not upon them any cause [for blame].","id":"Dan sesungguhnya orang-orang yang membela diri sesudah teraniaya, tidak ada satu dosapun terhadap mereka."},"numberInSurah":41,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4314,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4314","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4314.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4314.mp3"],"text":{"arab":"إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظْلِمُونَ ٱلنَّاسَ وَيَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ","latin":"Innamas sabeelu 'alal lazeena yazlimoonan naasa wa yabghoona fil ardi bighairil haqq; ulaaa'ika lahum 'azaabun aleem","en":"The cause is only against the ones who wrong the people and tyrannize upon the earth without right. Those will have a painful punishment.","id":"Sesungguhnya dosa itu atas orang-orang yang berbuat zalim kepada manusia dan melampaui batas di muka bumi tanpa hak. Mereka itu mendapat azab yang pedih."},"numberInSurah":42,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4315,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4315","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4315.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4315.mp3"],"text":{"arab":"وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ ٱلْأُمُورِ","latin":"Wa laman sabara wa ghafara inna zaalika lamin 'azmil umoor","en":"And whoever is patient and forgives - indeed, that is of the matters [requiring] determination.","id":"Tetapi orang yang bersabar dan memaafkan, sesungguhnya (perbuatan) yang demikian itu termasuk hal-hal yang diutamakan."},"numberInSurah":43,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4316,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4316","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4316.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4316.mp3"],"text":{"arab":"وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِىٍّۢ مِّنۢ بَعْدِهِۦ ۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّۢ مِّن سَبِيلٍۢ","latin":"Wa mai yudlilil laahu famaa lahoo minw waliyyim mim ba'dih; wa taraz zaalimeena lammaa ra awul 'azaaba yaqooloona hal ilaa maraddim min sabeel","en":"And he whom Allah sends astray - for him there is no protector beyond Him. And you will see the wrongdoers, when they see the punishment, saying, \"Is there for return [to the former world] any way?\"","id":"Dan siapa yang disesatkan Allah maka tidak ada baginya seorang pemimpinpun sesudah itu. Dan kamu akan melihat orang-orang yang zalim ketika mereka melihat azab berkata: \"Adakah kiranya jalan untuk kembali (ke dunia)?\""},"numberInSurah":44,"juz":25,"manzil":6,"page":487,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4317,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4317","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4317.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4317.mp3"],"text":{"arab":"وَتَرَىٰهُمْ يُعْرَضُونَ عَلَيْهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرْفٍ خَفِىٍّۢ ۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ ۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِى عَذَابٍۢ مُّقِيمٍۢ","latin":"Wa taraahum yu'radoona 'alaihaa khaashi'eena minazzulli yanzuroona min tarfin khaifiyy; wa qaalal lazeena aamanooo innal khaasireenal lazeena khasiroon anfusahum wa ahleehim Yawmal Qiyaamah; alaaa innaz zaalimeena fee'azaabim muqeem","en":"And you will see them being exposed to the Fire, humbled from humiliation, looking from [behind] a covert glance. And those who had believed will say, \"Indeed, the [true] losers are the ones who lost themselves and their families on the Day of Resurrection. Unquestionably, the wrongdoers are in an enduring punishment.\"","id":"Dan kamu akan melihat mereka dihadapkan ke neraka dalam keadaan tunduk karena (merasa) hina, mereka melihat dengan pandangan yang lesu. Dan orang-orang yang beriman berkata: \"Sesungguhnya orang-orang yang merugi ialah orang-orang yang kehilangan diri mereka sendiri dan (kehilangan) keluarga mereka pada hari kiamat. Ingatlah, sesungguhnya orang-orang yang zalim itu berada dalam azab yang kekal."},"numberInSurah":45,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4318,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4318","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4318.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4318.mp3"],"text":{"arab":"وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ","latin":"Wa maa kaana lahum min awliyaaa'a yansuroonahum min doonil laah; wa mai yudlilil laahu famaa lahoo min sabeel","en":"And there will not be for them any allies to aid them other than Allah. And whoever Allah sends astray - for him there is no way.","id":"Dan mereka sekali-kali tidak mempunyai pelindung-pelindung yang dapat menolong mereka selain Allah. Dan siapa yang disesatkan Allah maka tidaklah ada baginya satu jalanpun (untuk mendapat petunjuk)."},"numberInSurah":46,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4319,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4319","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4319.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4319.mp3"],"text":{"arab":"ٱسْتَجِيبُوا۟ لِرَبِّكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌۭ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۚ مَا لَكُم مِّن مَّلْجَإٍۢ يَوْمَئِذٍۢ وَمَا لَكُم مِّن نَّكِيرٍۢ","latin":"Istajeeboo li Rabbikum min qabli any yaatiya Yawmul laa maradda lahoo minal laah; maa lakum mim malja iny yawma'izinw wa maa lakum min nakeer","en":"Respond to your Lord before a Day comes from Allah of which there is no repelling. No refuge will you have that day, nor for you will there be any denial.","id":"Patuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari yang tidak dapat ditolak kedatangannya. Kamu tidak memperoleh tempat berlindung pada hari itu dan tidak (pula) dapat mengingkari (dosa-dosamu)."},"numberInSurah":47,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4320,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4320","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4320.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4320.mp3"],"text":{"arab":"فَإِنْ أَعْرَضُوا۟ فَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا ٱلْبَلَٰغُ ۗ وَإِنَّآ إِذَآ أَذَقْنَا ٱلْإِنسَٰنَ مِنَّا رَحْمَةًۭ فَرِحَ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ ٱلْإِنسَٰنَ كَفُورٌۭ","latin":"Fa-in a'radoo famaaa arsalnaaka 'alaihim hafeezan in 'alaika illal balaagh; wa innaaa izaaa azaqnal insaana minnaa rahmatan fariha bihaa wa in tusibhum saiyi'atum bimaa qaddamat aydeehim fa innal insaana kafoor","en":"But if they turn away - then We have not sent you, [O Muhammad], over them as a guardian; upon you is only [the duty of] notification. And indeed, when We let man taste mercy from us, he rejoices in it; but if evil afflicts him for what his hands have put forth, then indeed, man is ungrateful.","id":"Jika mereka berpaling maka Kami tidak mengutus kamu sebagai pengawas bagi mereka. Kewajibanmu tidak lain hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sesuatu rahmat dari Kami dia bergembira ria karena rahmat itu. Dan jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri (niscaya mereka ingkar) karena sesungguhnya manusia itu amat ingkar (kepada nikmat)."},"numberInSurah":48,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4321,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4321","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4321.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4321.mp3"],"text":{"arab":"لِّلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ يَخْلُقُ مَا يَشَآءُ ۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثًۭا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ","latin":"Lillaahi mulkus samaawaati wal ard; yakhluqu maa yashaaa'; yahabu limai yashaaa'u inaasanw wa yahabu limai yashaaa'uz zukoor","en":"To Allah belongs the dominion of the heavens and the earth; He creates what he wills. He gives to whom He wills female [children], and He gives to whom He wills males.","id":"Kepunyaan Allah-lah kerajaan langit dan bumi, Dia menciptakan apa yang Dia kehendaki. Dia memberikan anak-anak perempuan kepada siapa yang Dia kehendaki dan memberikan anak-anak lelaki kepada siapa yang Dia kehendaki,"},"numberInSurah":49,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4322,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4322","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4322.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4322.mp3"],"text":{"arab":"أَوْ يُزَوِّجُهُمْ ذُكْرَانًۭا وَإِنَٰثًۭا ۖ وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا ۚ إِنَّهُۥ عَلِيمٌۭ قَدِيرٌۭ","latin":"Aw yuzawwijuhum zukraananw wa inaasanw wa yaj'alu mai yashaaa'u 'aqeemaa; innahoo 'Aleemun Qadeer","en":"Or He makes them [both] males and females, and He renders whom He wills barren. Indeed, He is Knowing and Competent.","id":"atau Dia menganugerahkan kedua jenis laki-laki dan perempuan (kepada siapa) yang dikehendaki-Nya, dan Dia menjadikan mandul siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Maha Kuasa."},"numberInSurah":50,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4323,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4323","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4323.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4323.mp3"],"text":{"arab":"۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحْيًا أَوْ مِن وَرَآئِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًۭا فَيُوحِىَ بِإِذْنِهِۦ مَا يَشَآءُ ۚ إِنَّهُۥ عَلِىٌّ حَكِيمٌۭ","latin":"Wa maa kaana libasharin any yukallimahul laahu illaa wahyan aw minw waraaa'i hijaabin aw yursila Rasoolan fa yoohiya bi iznuhee maa yashaaa'; innahoo 'Aliyyun Hakeem","en":"And it is not for any human being that Allah should speak to him except by revelation or from behind a partition or that He sends a messenger to reveal, by His permission, what He wills. Indeed, He is Most High and Wise.","id":"Dan tidak mungkin bagi seorang manusiapun bahwa Allah berkata-kata dengan dia kecuali dengan perantaraan wahyu atau dibelakang tabir atau dengan mengutus seorang utusan (malaikat) lalu diwahyukan kepadanya dengan seizin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Maha Tinggi lagi Maha Bijaksana."},"numberInSurah":51,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":196,"sajda":false},{"number":4324,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4324","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4324.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4324.mp3"],"text":{"arab":"وَكَذَٰلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًۭا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِى مَا ٱلْكِتَٰبُ وَلَا ٱلْإِيمَٰنُ وَلَٰكِن جَعَلْنَٰهُ نُورًۭا نَّهْدِى بِهِۦ مَن نَّشَآءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِىٓ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ","latin":"Wa kazaalika awhainaaa ilaika rooham min amrinaa; maa kunta tadree mal Kitaabu wa lal eemaanu wa laakin ja'alnaahu nooran nahdee bihee man nashaaa'u min 'ibaadinaa; wa innaka latahdeee ilaaa Siraatim Mustaqeem","en":"And thus We have revealed to you an inspiration of Our command. You did not know what is the Book or [what is] faith, but We have made it a light by which We guide whom We will of Our servants. And indeed, [O Muhammad], you guide to a straight path -","id":"Dan demikianlah Kami wahyukan kepadamu wahyu (Al Quran) dengan perintah Kami. Sebelumnya kamu tidaklah mengetahui apakah Al Kitab (Al Quran) dan tidak pula mengetahui apakah iman itu, tetapi Kami menjadikan Al Quran itu cahaya, yang Kami tunjuki dengan dia siapa yang kami kehendaki di antara hamba-hamba Kami. Dan sesungguhnya kamu benar-benar memberi petunjuk kepada jalan yang lurus."},"numberInSurah":52,"juz":25,"manzil":6,"page":489,"ruku":423,"hizbQuarter":196,"sajda":false},{"number":4325,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4325","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/4325.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/4325.mp3"],"text":{"arab":"صِرَٰطِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلْأُمُورُ","latin":"Siraatil laahil lazee lahoo maa fis samaawaati wa maa fil ard; alaaa ilal laahi taseerul umoor","en":"The path of Allah, to whom belongs whatever is in the heavens and whatever is on the earth. Unquestionably, to Allah do [all] matters evolve.","id":"(Yaitu) jalan Allah yang kepunyaan-Nya segala apa yang ada di langit dan apa yang ada di bumi. Ingatlah, bahwa kepada Allah-lah kembali semua urusan."},"numberInSurah":53,"juz":25,"manzil":6,"page":489,"ruku":423,"hizbQuarter":196,"sajda":false}]}