{"idRevelationType":"Madinah","idNameTranslation":"Gugatan","number":58,"name":"سورة المجادلة","englishName":"Al-Mujaadila","englishNameTranslation":"The Pleading Woman","revelationType":"Medinan","numberOfAyahs":22,"ayahs":[{"number":5105,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5105","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5105.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5105.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ","latin":"Qad sami'al laahu qawlal latee tujaadiluka fee zawjihaa wa tashtakeee ilal laahi wallaahu yasma'u tahaawurakumaa; innal laaha samee'um baseer","en":"Certainly has Allah heard the speech of the one who argues with you, [O Muhammad], concerning her husband and directs her complaint to Allah. And Allah hears your dialogue; indeed, Allah is Hearing and Seeing.","id":"Sesungguhnya Allah telah mendengar perkataan wanita yang mengajukan gugatan kepada kamu tentang suaminya, dan mengadukan (halnya) kepada Allah. Dan Allah mendengar soal jawab antara kamu berdua. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat."},"numberInSurah":1,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5106,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5106","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5106.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5106.mp3"],"text":{"arab":"ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ ۖ إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًۭا مِّنَ ٱلْقَوْلِ وَزُورًۭا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌۭ","latin":"Allazeena yuzaahiroona minkum min nisaaa'ihim maa hunnaa ummahaatihim in ummahaatuhum illal laaa'ee waladnahum; wa innaahum la yaqooloona munkaram minal qawli wa zooraa; wa innal laaha la'afuwwun ghafoor","en":"Those who pronounce thihar among you [to separate] from their wives - they are not [consequently] their mothers. Their mothers are none but those who gave birth to them. And indeed, they are saying an objectionable statement and a falsehood. But indeed, Allah is Pardoning and Forgiving.","id":"Orang-orang yang menzhihar isterinya di antara kamu, (menganggap isterinya sebagai ibunya, padahal) tiadalah isteri mereka itu ibu mereka. Ibu-ibu mereka tidak lain hanyalah wanita yang melahirkan mereka. Dan sesungguhnya mereka sungguh-sungguh mengucapkan suatu perkataan mungkar dan dusta. Dan sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun."},"numberInSurah":2,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5107,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5107","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5107.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5107.mp3"],"text":{"arab":"وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍۢ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ","latin":"Wallazeena yuzaahiroona min nisaaa'ihim summa ya'oodoona limaa qaaloo fatabreeru raqabatim min qabli any-yatamaaassaa; zaalikum too'azoona bih; wallaahu bimaa ta'maloona khabeer","en":"And those who pronounce thihar from their wives and then [wish to] go back on what they said - then [there must be] the freeing of a slave before they touch one another. That is what you are admonished thereby; and Allah is Acquainted with what you do.","id":"Orang-orang yang menzhihar isteri mereka, kemudian mereka hendak menarik kembali apa yang mereka ucapkan, maka (wajib atasnya) memerdekakan seorang budak sebelum kedua suami isteri itu bercampur. Demikianlah yang diajarkan kepada kamu, dan Allah Maha Mengetahui apa yang kamu kerjakan."},"numberInSurah":3,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5108,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5108","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5108.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5108.mp3"],"text":{"arab":"فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًۭا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَٰفِرِينَ عَذَابٌ أَلِيمٌ","latin":"Famal lam yajid fa siyaamu shahraini mutataabi'ayni min qabli any-yatamaaassaa famal lam yastati' fa-it'aamu sitteena miskeena; zaalika litu'minoo billaahi wa rasoolih'wa tilka hudoodul laah; wa lilkaafireena 'azaabun aleem","en":"And he who does not find [a slave] - then a fast for two months consecutively before they touch one another; and he who is unable - then the feeding of sixty poor persons. That is for you to believe [completely] in Allah and His Messenger; and those are the limits [set by] Allah. And for the disbelievers is a painful punishment.","id":"Barangsiapa yang tidak mendapatkan (budak), maka (wajib atasnya) berpuasa dua bulan berturut-turut sebelum keduanya bercampur. Maka siapa yang tidak kuasa (wajiblah atasnya) memberi makan enam puluh orang miskin. Demikianlah supaya kamu beriman kepada Allah dan Rasul-Nya. Dan itulah hukum-hukum Allah, dan bagi orang kafir ada siksaan yang sangat pedih."},"numberInSurah":4,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5109,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5109","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5109.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5109.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَٰتٍۭ بَيِّنَٰتٍۢ ۚ وَلِلْكَٰفِرِينَ عَذَابٌۭ مُّهِينٌۭ","latin":"Innal lazeena yuhaaaddoonal laaha wa Rasoolahoo kubitoo kamaa kubital lazeena min qablihim; wa qad anzalnaaa aayaatim baiyinaat; wa lilkaa fireena 'azaabum muheen","en":"Indeed, those who oppose Allah and His Messenger are abased as those before them were abased. And We have certainly sent down verses of clear evidence. And for the disbelievers is a humiliating punishment.","id":"Sesungguhnya orang-orang yang yang menentang Allah dan Rasul-Nya, pasti mendapat kehinaan sebagaimana orang-orang yang sebelum mereka telah mendapat kehinaan. Sesungguhnya Kami telah menurunkan bukti-bukti nyata. Dan bagi orang-orang kafir ada siksa yang menghinakan."},"numberInSurah":5,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5110,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5110","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5110.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5110.mp3"],"text":{"arab":"يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌ","latin":"Yawma yab'asuhumul laahu jamee'an fayunabbi'uhum bimaa 'amiloo; ahsaahul laahu wa nasooh; wallaahu 'alaa kulli shai'in shaheed","en":"On the Day when Allah will resurrect them all and inform them of what they did. Allah had enumerated it, while they forgot it; and Allah is, over all things, Witness.","id":"Pada hari ketika mereka dibangkitkan Allah semuanya, lalu diberitakan-Nya kepada mereka apa yang telah mereka kerjakan. Allah mengumpulkan (mencatat) amal perbuatan itu, padahal mereka telah melupakannya. Dan Allah Maha Menyaksikan segala sesuatu."},"numberInSurah":6,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5111,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5111","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5111.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5111.mp3"],"text":{"arab":"أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ","latin":"Alam tara annal laaha ya'lamu maa fis samaawaati wa maa fil ardi maa yakoonu min najwaa salaasatin illaa Huwa raabi'uhum wa laa khamsatin illaa huwa saadisuhum wa laaa adnaa min zaalika wa laaa aksara illaa huwa ma'ahum ayna, maa kaanoo summa yunabbi'uhum bimaa 'amiloo yawmal qiyaamah; innal laaha bikulli shai'in aleem","en":"Have you not considered that Allah knows what is in the heavens and what is on the earth? There is in no private conversation three but that He is the fourth of them, nor are there five but that He is the sixth of them - and no less than that and no more except that He is with them [in knowledge] wherever they are. Then He will inform them of what they did, on the Day of Resurrection. Indeed Allah is, of all things, Knowing.","id":"Tidakkah kamu perhatikan, bahwa sesungguhnya Allah mengetahui apa yang ada di langit dan di bumi? Tiada pembicaraan rahasia antara tiga orang, melainkan Dialah keempatnya. Dan tiada (pembicaraan antara) lima orang, melainkan Dialah keenamnya. Dan tiada (pula) pembicaraan antara jumlah yang kurang dari itu atau lebih banyak, melainkan Dia berada bersama mereka di manapun mereka berada. Kemudian Dia akan memberitahukan kepada mereka pada hari kiamat apa yang telah mereka kerjakan. Sesungguhnya Allah Maha mengetahui segala sesuatu."},"numberInSurah":7,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5112,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5112","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5112.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5112.mp3"],"text":{"arab":"أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ","latin":"Alam tara ilal lazeena nuhoo 'anin najwaa summa ya'oodoona limaa nuhoo 'anhu wa yatanaajawna bil ismi wal'udwaani wa ma'siyatir rasooli wa izaa jaaa'ooka haiyawka bimaa lam yuhai yika bihil laahu wa yaqooloona fee anfusihim law laa yu'azzibunal laahu bimaa naqool; hasbuhum jahannnamu yaslawnahaa fabi'sal maseer","en":"Have you not considered those who were forbidden from private conversation, then they return to that which they were forbidden and converse among themselves about sin and aggression and disobedience to the Messenger? And when they come to you, they greet you with that [word] by which Allah does not greet you and say among themselves, \"Why does Allah not punish us for what we say?\" Sufficient for them is Hell, which they will [enter to] burn, and wretched is the destination.","id":"Apakah tidak kamu perhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (mengerjakan) larangan itu dan mereka mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan dan durhaka kepada Rasul. Dan apabila mereka datang kepadamu, mereka mengucapkan salam kepadamu dengan memberi salam yang bukan sebagai yang ditentukan Allah untukmu. Dan mereka mengatakan kepada diri mereka sendiri: \"Mengapa Allah tidak menyiksa kita disebabkan apa yang kita katakan itu?\" Cukuplah bagi mereka Jahannam yang akan mereka masuki. Dan neraka itu adalah seburuk-buruk tempat kembali."},"numberInSurah":8,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5113,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5113","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5113.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5113.mp3"],"text":{"arab":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَٰجَيْتُمْ فَلَا تَتَنَٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ","latin":"Yaaa ayyuhal lazeena aamanoo izaa tanaajaytum falaa tatanaajaw bil ismi wal 'udwaani wa ma'siyatir rasooli wa tanaajaw bil birri wattaqwaa wattaqul laahal lazeee ilaihi tuhsharoon","en":"O you who have believed, when you converse privately, do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allah, to whom you will be gathered.","id":"Hai orang-orang beriman, apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan tentang membuat dosa, permusuhan dan berbuat durhaka kepada Rasul. Dan bicarakanlah tentang membuat kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikembalikan."},"numberInSurah":9,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5114,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5114","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5114.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5114.mp3"],"text":{"arab":"إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ","latin":"Innaman najwaa minash shaitaani liyahzunal lazeena aamanoo wa laisa bidaaarrihim shai'an illaa bi-iznil laah; wa 'alal laahi falyatawakkalil mu'minoon","en":"Private conversation is only from Satan that he may grieve those who have believed, but he will not harm them at all except by permission of Allah. And upon Allah let the believers rely.","id":"Sesungguhnya pembicaraan rahasia itu adalah dari syaitan, supaya orang-orang yang beriman itu berduka cita, sedang pembicaraan itu tiadalah memberi mudharat sedikitpun kepada mereka, kecuali dengan izin Allah dan kepada Allah-lah hendaknya orang-orang yang beriman bertawakkal."},"numberInSurah":10,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5115,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5115","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5115.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5115.mp3"],"text":{"arab":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَٰتٍۢ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ","latin":"Yaaa ayyuhal lazeena aamanoo izaa qeela lakum tafassahoo fil majaalisi fafsahoo yafsahil laahu lakum wa izaa qeelan shuzoo fanshuzoo yarfa'il laahul lazeena aamanoo minkum wallazeena ootul 'ilma darajaat; wallaahu bimaa ta'maloona khabeer","en":"O you who have believed, when you are told, \"Space yourselves\" in assemblies, then make space; Allah will make space for you. And when you are told, \"Arise,\" then arise; Allah will raise those who have believed among you and those who were given knowledge, by degrees. And Allah is Acquainted with what you do.","id":"Hai orang-orang beriman apabila dikatakan kepadamu: \"Berlapang-lapanglah dalam majlis\", maka lapangkanlah niscaya Allah akan memberi kelapangan untukmu. Dan apabila dikatakan: \"Berdirilah kamu\", maka berdirilah, niscaya Allah akan meninggikan orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu pengetahuan beberapa derajat. Dan Allah Maha Mengetahui apa yang kamu kerjakan."},"numberInSurah":11,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5116,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5116","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5116.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5116.mp3"],"text":{"arab":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةًۭ ۚ ذَٰلِكَ خَيْرٌۭ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ","latin":"Yaaa ayyuhal lazeena aamanooo izaa naajitumur Rasoola faqaddimoo baina yadai najwaakum sadaqah; zaalika khairul lakum wa athar; fa il lam tajidoo fa innal laaha ghafoorur Raheem","en":"O you who have believed, when you [wish to] privately consult the Messenger, present before your consultation a charity. That is better for you and purer. But if you find not [the means] - then indeed, Allah is Forgiving and Merciful.","id":"Hai orang-orang beriman, apabila kamu mengadakan pembicaraan khusus dengan Rasul hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum pembicaraan itu. Yang demikian itu lebih baik bagimu dan lebih bersih; jika kamu tidak memperoleh (yang akan disedekahkan) maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."},"numberInSurah":12,"juz":28,"manzil":7,"page":544,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5117,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5117","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5117.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5117.mp3"],"text":{"arab":"ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَٰتٍۢ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ","latin":"'A-ashfaqtum an tuqaddimoo baina yadai najwaakum sadaqaat; fa-iz lam taf'aloo wa taabal laahu 'alaikum fa aqeemus Salaata wa aatuz Zakaata wa atee'ul laaha wa rasoolah; wallaahu khabeerum bimaa ta'maloon","en":"Have you feared to present before your consultation charities? Then when you do not and Allah has forgiven you, then [at least] establish prayer and give zakah and obey Allah and His Messenger. And Allah is Acquainted with what you do.","id":"Apakah kamu takut akan (menjadi miskin) karena kamu memberikan sedekah sebelum mengadakan pembicaraan dengan Rasul? Maka jika kamu tiada memperbuatnya dan Allah telah memberi taubat kepadamu maka dirikanlah shalat, tunaikanlah zakat, taatlah kepada Allah dan Rasul-Nya; dan Allah Maha Mengetahui apa yang kamu kerjakan."},"numberInSurah":13,"juz":28,"manzil":7,"page":544,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5118,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5118","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5118.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5118.mp3"],"text":{"arab":"۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ","latin":"Alam tara ilal lazeena tawallaw qawman ghadibal laahu 'alaihim maa hum minkum wa laa minhum wa yahlifoona 'alal kazibi wa hum ya'lamoon","en":"Have you not considered those who make allies of a people with whom Allah has become angry? They are neither of you nor of them, and they swear to untruth while they know [they are lying].","id":"Tidakkah kamu perhatikan orang-orang yang menjadikan suatu kaum yang dimurkai Allah sebagai teman? Orang-orang itu bukan dari golongan kamu dan bukan (pula) dari golongan mereka. Dan mereka bersumpah untuk menguatkan kebohongan, sedang mereka mengetahui."},"numberInSurah":14,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5119,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5119","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5119.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5119.mp3"],"text":{"arab":"أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًۭا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ","latin":"A'addal laahu lahum 'azaaban shadeedan innahum saaa'a maa kaanoo ya'maloon","en":"Allah has prepared for them a severe punishment. Indeed, it was evil that they were doing.","id":"Allah telah menyediakan bagi mereka azab yang sangat keras, sesungguhnya amat buruklah apa yang telah mereka kerjakan."},"numberInSurah":15,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5120,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5120","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5120.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5120.mp3"],"text":{"arab":"ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌۭ مُّهِينٌۭ","latin":"Ittakhazooo aymaanahum junnatan fasaddoo 'an sabeelil laahi falahum 'azaabum muheen","en":"They took their [false] oaths as a cover, so they averted [people] from the way of Allah, and for them is a humiliating punishment.","id":"Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka halangi (manusia) dari jalan Allah; karena itu mereka mendapat azab yang menghinakan."},"numberInSurah":16,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5121,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5121","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5121.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5121.mp3"],"text":{"arab":"لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ","latin":"Lan tughniya 'anhum amwaaluhum wa laaa awladuhum minal laahi shai'aa; ulaaa 'ika As haabun Naari hum feehaa khaalidoon","en":"Never will their wealth or their children avail them against Allah at all. Those are the companions of the Fire; they will abide therein eternally","id":"Harta benda dan anak-anak mereka tiada berguna sedikitpun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, dan mereka kekal di dalamnya."},"numberInSurah":17,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5122,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5122","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5122.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5122.mp3"],"text":{"arab":"يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًۭا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَٰذِبُونَ","latin":"Yawma yab'asuhumul laahujamee'an fa yahlifoona lahoo kamaa yahlifoona lakum wa yahsaboona annahum 'alaa shai'; alaaa innahum humul kaaziboon","en":"On the Day Allah will resurrect them all, and they will swear to Him as they swear to you and think that they are [standing] on something. Unquestionably, it is they who are the liars.","id":"(Ingatlah) hari (ketika) mereka semua dibangkitkan Allah lalu mereka bersumpah kepada-Nya (bahwa mereka bukan musyrikin) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa mereka akan memperoleh suatu (manfaat). Ketahuilah, bahwa sesungguhnya merekalah orang-orang pendusta."},"numberInSurah":18,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5123,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5123","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5123.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5123.mp3"],"text":{"arab":"ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱلشَّيْطَٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَٰنِ هُمُ ٱلْخَٰسِرُونَ","latin":"Istahwaza 'alaihimush shaitaanu fa ansaahum zikral laah; ulaaa'ika hizbush shaitaaan; alaaa innaa hizbash shaitaani humul khaasiroon","en":"Satan has overcome them and made them forget the remembrance of Allah. Those are the party of Satan. Unquestionably, the party of Satan - they will be the losers.","id":"Syaitan telah menguasai mereka lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan syaitan. Ketahuilah, bahwa sesungguhnya golongan syaitan itulah golongan yang merugi."},"numberInSurah":19,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5124,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5124","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5124.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5124.mp3"],"text":{"arab":"إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَٰٓئِكَ فِى ٱلْأَذَلِّينَ","latin":"Innal lazeena yuhaaaddoonal laaha wa Rasoolahooo ulaaa'ika fil azalleen","en":"Indeed, the ones who oppose Allah and His Messenger - those will be among the most humbled.","id":"Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina."},"numberInSurah":20,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5125,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5125","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5125.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5125.mp3"],"text":{"arab":"كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ","latin":"Katabal laahu la aghlibanna ana wa Rusulee; innal laaha qawiyyun 'Azeez","en":"Allah has written, \"I will surely overcome, I and My messengers.\" Indeed, Allah is Powerful and Exalted in Might.","id":"Allah telah menetapkan: \"Aku dan rasul-rasul-Ku pasti menang\". Sesungguhnya Allah Maha Kuat lagi Maha Perkasa."},"numberInSurah":21,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5126,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5126","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5126.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5126.mp3"],"text":{"arab":"لَّا تَجِدُ قَوْمًۭا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْءَاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَٰنَ وَأَيَّدَهُم بِرُوحٍۢ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ","latin":"Laa tajidu qawmany yu'minoona billaahi wal yawmil aakhiri yuwaaaddoona man haaaddal laaha wa Rasoolahoo wa law kaanooo aabaaa'ahum aw abnaaa'ahum aw ikhwaa nahum aw 'asheeratahum; ulaaa'ika kataba fee quloobihi mul eemaana wa ayyadahum biroohimminhu wa yudkhilu hum jannatin tajree min tahtihal anhaaru khaalideena feehaa; radiyal laahu 'anhum wa radoo 'anh; ulaaa 'ika hizbul laah; alaaa inna hizbal laahi humul muflihoon","en":"You will not find a people who believe in Allah and the Last Day having affection for those who oppose Allah and His Messenger, even if they were their fathers or their sons or their brothers or their kindred. Those - He has decreed within their hearts faith and supported them with spirit from Him. And We will admit them to gardens beneath which rivers flow, wherein they abide eternally. Allah is pleased with them, and they are pleased with Him - those are the party of Allah. Unquestionably, the party of Allah - they are the successful.","id":"Kamu tak akan mendapati kaum yang beriman pada Allah dan hari akhirat, saling berkasih-sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapak-bapak, atau anak-anak atau saudara-saudara ataupun keluarga mereka. Mereka itulah orang-orang yang telah menanamkan keimanan dalam hati mereka dan menguatkan mereka dengan pertolongan yang datang daripada-Nya. Dan dimasukan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah ridha terhadap mereka, dan merekapun merasa puas terhadap (limpahan rahmat)-Nya. Mereka itulah golongan Allah. Ketahuilah, bahwa sesungguhnya hizbullah itu adalah golongan yang beruntung."},"numberInSurah":22,"juz":28,"manzil":7,"page":545,"ruku":478,"hizbQuarter":218,"sajda":false}]}