{"idRevelationType":"Madinah","idNameTranslation":"Pengungkapan Kesalahan","number":64,"name":"سورة التغابن","englishName":"At-Taghaabun","englishNameTranslation":"Mutual Disillusion","revelationType":"Medinan","numberOfAyahs":18,"ayahs":[{"number":5200,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5200","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5200.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5200.mp3"],"text":{"arab":"بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ","latin":"Yusabbihu lillaahi maa fis samaawaati wa maa fil ardi lahul mulku wa lahul hamd, wa Huwa 'alaa kulli shai 'in Qadeer","en":"Whatever is in the heavens and whatever is on the earth is exalting Allah. To Him belongs dominion, and to Him belongs [all] praise, and He is over all things competent.","id":"Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi; hanya Allah lah yang mempunyai semua kerajaan dan semua pujian, dan Dia Maha Kuasa atas segala sesuatu."},"numberInSurah":1,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5201,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5201","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5201.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5201.mp3"],"text":{"arab":"هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌۭ وَمِنكُم مُّؤْمِنٌۭ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ","latin":"Huwal lazee khalaqakum faminkum kaafirunw wa min kum mu'min ; wallaahu bimaa ta'maloona Baseer","en":"It is He who created you, and among you is the disbeliever, and among you is the believer. And Allah, of what you do, is Seeing.","id":"Dialah yang menciptakan kamu maka di antara kamu ada yang kafir dan di antaramu ada yang mukmin. Dan Allah Maha Melihat apa yang kamu kerjakan."},"numberInSurah":2,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5202,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5202","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5202.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5202.mp3"],"text":{"arab":"خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ ٱلْمَصِيرُ","latin":"Khalaqas samaawaati wal arda bilhaqqi wa sawwarakum fa ahsana suwarakum wa ilaihil maseer","en":"He created the heavens and earth in truth and formed you and perfected your forms; and to Him is the [final] destination.","id":"Dia menciptakan langit dan bumi dengan haq. Dia membentuk rupamu dan dibaguskan-Nya rupamu itu dan hanya kepada Allah-lah kembali(mu)."},"numberInSurah":3,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5203,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5203","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5203.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5203.mp3"],"text":{"arab":"يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ","latin":"Ya'lamu maa fis samaawaati wal ardi wa ya'lamu maa tusirroona wa maa tu'linoon; wallaahu 'Aleemum bizaatis sudoor","en":"He knows what is within the heavens and earth and knows what you conceal and what you declare. And Allah is Knowing of that within the breasts.","id":"Dia mengetahui apa yang ada di langit dan di bumi dan mengetahui apa yang kamu rahasiakan dan yang kamu nyatakan. Dan Allah Maha Mengetahui segala isi hati."},"numberInSurah":4,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5204,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5204","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5204.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5204.mp3"],"text":{"arab":"أَلَمْ يَأْتِكُمْ نَبَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ فَذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ","latin":"Alam yaatikum naba'ul lazeena kafaroo min qablu fazaaqoo wabaala amrihim wa lahum 'azaabun aleem","en":"Has there not come to you the news of those who disbelieved before? So they tasted the bad consequence of their affair, and they will have a painful punishment.","id":"Apakah belum datang kepadamu (hai orang-orang kafir) berita orang-orang kafir terdahulu. Maka mereka telah merasakan akibat yang buruk dari perbuatan mereka dan mereka memperoleh azab yang pedih."},"numberInSurah":5,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5205,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5205","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5205.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5205.mp3"],"text":{"arab":"ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَٰتِ فَقَالُوٓا۟ أَبَشَرٌۭ يَهْدُونَنَا فَكَفَرُوا۟ وَتَوَلَّوا۟ ۚ وَّٱسْتَغْنَى ٱللَّهُ ۚ وَٱللَّهُ غَنِىٌّ حَمِيدٌۭ","latin":"Zaalika bi annahoo kaanat taateehim Rusuluhum bilbaiyinaati faqaaloo a basharuny yahdoonanaa fakafaroo wa tawallaw; wastaghnal laah; wallaahu ghaniyyun hameed","en":"That is because their messengers used to come to them with clear evidences, but they said, \"Shall human beings guide us?\" and disbelieved and turned away. And Allah dispensed [with them]; and Allah is Free of need and Praiseworthy.","id":"Yang demikian itu adalah karena sesungguhnya telah datang kepada mereka Rasul-Rasul mereka membawa keterangan-keterangan lalu mereka berkata: \"Apakah manusia yang akan memberi petunjuk kepada kami?\" lalu mereka ingkar dan berpaling; dan Allah tidak memerlukan (mereka). Dan Allah Maha Kaya lagi Maha Terpuji."},"numberInSurah":6,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5206,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5206","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5206.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5206.mp3"],"text":{"arab":"زَعَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَن لَّن يُبْعَثُوا۟ ۚ قُلْ بَلَىٰ وَرَبِّى لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ","latin":"Za'amal lazeena kafarooo al-lany yub'asoo; qul balaa wa rabbee latub'asunna summa latunabba'unna bimaa 'amiltum; wa zaalika 'alal laahi yaseer","en":"Those who disbelieve have claimed that they will never be resurrected. Say, \"Yes, by my Lord, you will surely be resurrected; then you will surely be informed of what you did. And that, for Allah, is easy.\"","id":"Orang-orang yang kafir mengatakan bahwa mereka sekali-kali tidak akan dibangkitkan. Katakanlah: \"Memang, demi Tuhanku, benar-benar kamu akan dibangkitkan, kemudian akan diberitakan kepadamu apa yang telah kamu kerjakan\". Yang demikian itu adalah mudah bagi Allah."},"numberInSurah":7,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5207,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5207","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5207.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5207.mp3"],"text":{"arab":"فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِىٓ أَنزَلْنَا ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ","latin":"Fa-aaminoo billaahi wa rasoolihee wannooril lazeee anzalnaa; wallaahu bima ta'maloona khabeer","en":"So believe in Allah and His Messenger and the Qur'an which We have sent down. And Allah is Acquainted with what you do.","id":"Maka berimanlah kamu kepada Allah dan Rasul-Nya dan kepada cahaya (Al-Quran) yang telah Kami turunkan. Dan Allah Maha Mengetahui apa yang kamu kerjakan."},"numberInSurah":8,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5208,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5208","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5208.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5208.mp3"],"text":{"arab":"يَوْمَ يَجْمَعُكُمْ لِيَوْمِ ٱلْجَمْعِ ۖ ذَٰلِكَ يَوْمُ ٱلتَّغَابُنِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ وَيَعْمَلْ صَٰلِحًۭا يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ","latin":"Ywma yajma'ukum li yawmil jam'i zaalika yawmut taghaabun; wa many-yumim billaahi wa ya'mal saalihany yukaffir 'anhu sayyi aatihee wa yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem","en":"The Day He will assemble you for the Day of Assembly - that is the Day of Deprivation. And whoever believes in Allah and does righteousness - He will remove from him his misdeeds and admit him to gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment.","id":"(Ingatlah) hari (dimana) Allah mengumpulkan kamu pada hari pengumpulan, itulah hari dinampakkan kesalahan-kesalahan. Dan barangsiapa yang beriman kepada Allah dan beramal saleh, niscaya Allah akan menutupi kesalahan-kesalahannya dan memasukkannya ke dalam jannah yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah keberuntungan yang besar."},"numberInSurah":9,"juz":28,"manzil":7,"page":556,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5209,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5209","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5209.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5209.mp3"],"text":{"arab":"وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ","latin":"Wallazeena kafaroo wa kazzaboo bi aayaaatinaaa ulaaa'ika ashaabun naari khaalideena feehaa bi'sal maseer","en":"But the ones who disbelieved and denied Our verses - those are the companions of the Fire, abiding eternally therein; and wretched is the destination.","id":"Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka, mereka kekal di dalamnya. Dan itulah seburuk-buruk tempat kembali."},"numberInSurah":10,"juz":28,"manzil":7,"page":557,"ruku":490,"hizbQuarter":222,"sajda":false},{"number":5210,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5210","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5210.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5210.mp3"],"text":{"arab":"مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۭ","latin":"Maaa asaaba mim musee batin illaa bi-iznil laah; wa many yu'mim billaahi yahdi qalbah; wallaahu bikulli shai;in Aleem","en":"No disaster strikes except by permission of Allah. And whoever believes in Allah - He will guide his heart. And Allah is Knowing of all things.","id":"Tidak ada suatu musibah pun yang menimpa seseorang kecuali dengan ijin Allah; dan barangsiapa yang beriman kepada Allah niscaya Dia akan memberi petunjuk kepada hatinya. Dan Allah Maha Mengetahui segala sesuatu."},"numberInSurah":11,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5211,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5211","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5211.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5211.mp3"],"text":{"arab":"وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَٰغُ ٱلْمُبِينُ","latin":"Wa atee'ul laaha wa atee'ur Rasool; fa in tawallaitum fa innamaa 'alaa Rasoolinal balaaghul mubeen","en":"And obey Allah and obey the Messenger; but if you turn away - then upon Our Messenger is only [the duty of] clear notification.","id":"Dan taatlah kepada Allah dan taatlah kepada Rasul-Nya, jika kamu berpaling sesungguhnya kewajiban Rasul Kami hanyalah menyampaikan (amanat Allah) dengan terang."},"numberInSurah":12,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5212,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5212","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5212.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5212.mp3"],"text":{"arab":"ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ","latin":"Allaahu laaa ilaaha illaa Hoo; wa 'alal laahi falyata wakkalil mu'minoon","en":"Allah - there is no deity except Him. And upon Allah let the believers rely.","id":"(Dialah) Allah tidak ada Tuhan selain Dia. Dan hendaklah orang-orang mukmin bertawakkal kepada Allah saja."},"numberInSurah":13,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5213,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5213","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5213.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5213.mp3"],"text":{"arab":"يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَٰدِكُمْ عَدُوًّۭا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌ","latin":"Yaaa ayyuhal lazeena aamanooo inna min azwaaji kum wa awlaadikum 'aduwwal lakum fahzaroohum; wa in ta'foo wa tasfahoo wa taghfiroo fa innal laaha ghafoorur Raheem","en":"O you who have believed, indeed, among your wives and your children are enemies to you, so beware of them. But if you pardon and overlook and forgive - then indeed, Allah is Forgiving and Merciful.","id":"Hai orang-orang mukmin, sesungguhnya di antara isteri-isterimu dan anak-anakmu ada yang menjadi musuh bagimu maka berhati-hatilah kamu terhadap mereka dan jika kamu memaafkan dan tidak memarahi serta mengampuni (mereka) maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."},"numberInSurah":14,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5214,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5214","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5214.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5214.mp3"],"text":{"arab":"إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَٰدُكُمْ فِتْنَةٌۭ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌۭ","latin":"Innamaa amwaalukum wa awlaadukum fitnah; wallaahu 'indahooo ajrun 'azeem","en":"Your wealth and your children are but a trial, and Allah has with Him a great reward.","id":"Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah-lah pahala yang besar."},"numberInSurah":15,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5215,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5215","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5215.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5215.mp3"],"text":{"arab":"فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًۭا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ","latin":"Fattaqul laaha mastat'tum wasma'oo wa atee'oo waanfiqoo khairal li anfusikum; wa many-yooqa shuha nafsihee fa-ulaaa'ika humul muflihoon","en":"So fear Allah as much as you are able and listen and obey and spend [in the way of Allah]; it is better for your selves. And whoever is protected from the stinginess of his soul - it is those who will be the successful.","id":"Maka bertakwalah kamu kepada Allah menurut kesanggupanmu dan dengarlah serta taatlah dan nafkahkanlah nafkah yang baik untuk dirimu. Dan barangsiapa yang dipelihara dari kekikiran dirinya, maka mereka itulah orang-orang yang beruntung."},"numberInSurah":16,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5216,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5216","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5216.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5216.mp3"],"text":{"arab":"إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ","latin":"In tuqridul laaha qardan hasanany yudd'ifhu lakum wa yaghfir lakum; wallaahu Shakoorun Haleem","en":"If you loan Allah a goodly loan, He will multiply it for you and forgive you. And Allah is Most Appreciative and Forbearing.","id":"Jika kamu meminjamkan kepada Allah pinjaman yang baik, niscaya Allah melipat gandakan balasannya kepadamu dan mengampuni kamu. Dan Allah Maha Pembalas Jasa lagi Maha Penyantun."},"numberInSurah":17,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false},{"number":5217,"audio":"https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/5217","audioSecondary":["https://cdn.islamic.network/quran/audio/128/ar.alafasy/5217.mp3","https://cdn.islamic.network/quran/audio/64/ar.alafasy/5217.mp3"],"text":{"arab":"عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ","latin":"'Aalimul-Ghaibi wash-shahaadatil 'Azeezul Hakeem","en":"Knower of the unseen and the witnessed, the Exalted in Might, the Wise.","id":"Yang mengetahui yang ghaib dan yang nyata. Yang Maha Perkasa lagi Maha Bijaksana."},"numberInSurah":18,"juz":28,"manzil":7,"page":557,"ruku":491,"hizbQuarter":222,"sajda":false}]}